Repository: atsuoishimoto/tweetitloud
Catalog: source/locale/*/LC_MESSAGES/nvda.po
Languages: ka, ro

source: Cannot save configuration - NVDA in secure mode
ka: შეუძლებელია კონფიგურაციის შენახვა - ენვიდეა დაცულ რეჟიმში
ro: Nu poate fi salvată configurarea - NVDA în modul de siguranţă

source: configuration saved
ka: ცონფიგურაცია შენახულია
ro: configurare salvată

source: Could not save configuration - probably read only file system
ka: კონფიგურაციის შენახვა შეუძლებელია - მხოლოდ ფაილის სისტემაა შესაძლებელი
ro: Nu a putut fi salvată configurarea - probabil fişier de sistem ce poate fi doar citit

source: Error
ka: შეცდომა
ro: Eroare

source: Please close the other NVDA settings dialog first
ka: ჯერ გამორთეთ ენვიდეას სხვა დიალოგი

source: Default dictionary
ka: ძირითადი ლექსიკონი
ro: Dicţionar implicit

source: Voice dictionary (%s)
ka: ხმის ლექსიკონი
ro: Dicţionar vocal (%s)

source: Temporary dictionary
ka: დროებითი ლექსიკონი
ro: Dicţionar temporar

source: Are you sure you want to quit NVDA?
ka: დარწმუნებული ხართ, რომ გსურთ გამორთოთ ენვიდეა?
ro: Sigur doriţi să închideţi NVDA?

source: Exit NVDA
ka: ენვიდეას გამორთვა
ro: Închide NVDA

source: copyright
ka: კოპირების უფლება

source: version
ka: ვერსია
ro: versiune

source: About NVDA
ka: ენვიდეას შესახებ
ro: Despre NVDA

source: &General settings...
ka: მტავარი მონაცემები
ro: &Setări generale

source: General settings
ka: მთავარი მონაცემები
ro: Setări generale

source: the synthesizer to use
ka: სინთეზატორის გამოყენება
ro: sintetizatorul de folosit

source: &Synthesizer...
ka: სინთეზატორი
ro: &Sintetizator

source: &Voice settings...
ka: ხმის მონაცემები
ro: &Setări voce...

source: Choose the voice, rate, pitch and volume to use
ka: აარჩიე ხმა, ტემპი, ხარისხი და სიმძლავრე გამოსაყენებლად
ro: Alegeţi vocea, ritmul, amplitudinea sunetului şi volumul ce vor fi folosite

source: B&raille settings...
ka: ბრაილის მონაცემები
ro: Setări B&raille

source: &Keyboard Settings...
ka: კლავიატური მონაცემები
ro: &Setări tastatură

source: Configure keyboard layout, speaking of typed characters, words or command keys
ka: კლავიატურის ფენების, აკრეფილი ობიექტების გამოთქმის, სიტყვებისა და ბრძანების ღილაკების კონფიგურირება
ro: Configurează aşezare tastatură, pronunţarea caracterelor scrise, a cuvintelor şi a tastelor de comandă

source: &Mouse settings...
ka: თაგვის მონაცემები
ro: &Setări mouse...

source: Change reporting of mouse shape and object under mouse
ka: შეცვალე თაგვის მდებარეობის შეტყობინება და მიუთითე თაგვის ქვეშ
ro: Schimbă raportarea formei mousului şi a obiectului de sub mouse

source: &Review cursor...
ka: განხილვის კურსორი
ro: &Cursor descriere...

source: Configure how and when the review cursor moves
ka: გამოთვალე სად და როდის მოძრაობს განხილვის კურსორი
ro: Configurează cum şi când se mişcă cursorul de descriere

source: &Object presentation...
ka: ობიექტის პრეზენტაცია
ro: &Prezentare obiect...

source: Change reporting of objects
ka: ობიექტების შესახებ შეტყობინებების შეცვლა
ro: Schimbă raportarea obiectelor

source: Change virtual buffers specific settings
ka: შეცვალე ვირტუალური ბუფერები სპეციფიკური მონაცემებით
ro: Schimbă setările specifice ale zonelor tampon virtuale

source: Virtual &buffers...
ka: ვირტუალური ბუფერები
ro: &Zone tampon virtuale...

source: Change Settings of document properties
ka: დოკმენტების მონაცემების ცვლილებები
ro: Schimbă setările proprietăţilor documentului

source: Document &formatting...
ka: დოკუმენტები და ცვლილებები
ro: &Formatare document...

source: &Default dictionary...
ka: ძირითადი ლექსიკონი
ro: &Dicţionar implicit...

source: dialog where you can set default dictionary by adding dictionary entries to the list
ka: ჩართე სადაც შეგიძლია დააყენო თავდაპირველი ლექსიკონი მისი მონაცემების ჩამონათვალში დამატებით
ro: fereastră de dialog unde puteţi stabili dicţionarul implicit adăugând intrăi în dicţionar la listă

source: &Voice dictionary...
ka: ხმის ლექსიკონი
ro: &Dicţionar vocal...

source: dialog where you can set voice-specific dictionary by adding dictionary entries to the list
ka: ჩართე სადაც შეგიძლია დააყენო განსაკუთრებული ხმის ლექსიკონი მისი მონაცემების ჩამონათვალში დამატებით
ro: fereastră de dialog unde puteţi stabili dicţionar vocal specific adăugând intrări în dicţionar la listă

source: &Temporary dictionary...
ka: დროებითი ლექსიკონი
ro: &Dicţionar temporar...

source: dialog where you can set temporary dictionary by adding dictionary entries to the edit box
ka: ჩართე სადაც შეგიძლია დააყენო დროებითი ლექსიკონი მისი შესასწორებელი მონაცემების ყუთში შენახვით
ro: fereastră de dialog unde puteţi stabili dicţionarul temporar adăugând întrări în dicţionar la caseta de editare

source: Speech &dictionaries
ka: გამოთქმა და ლექსიკონები
ro: &Dicţionare vorbire

source: &Preferences
ka: უპირატესობები
ro: &Preferinţe

source: View log
ka: შესვლის ხილვა
ro: Vezi jurnal

source: Speech viewer
ka: გამოთქმის განმხილველი
ro: Afişaj vorbire

source: Python console
ka: პიტონის კონსოლი
ro: Consolă Python

source: Tools
ka: ხელსაწყოები
ro: Instrumente

source: User guide
ka: გამოყენბის გიდი
ro: Ghidul utilizatorului

source: Keyboard Command Quick Reference
ka: კლავიატურის სწრაფი ბრძანებები
ro: Referinţă Rapidă asupra Comenzii din Tastatură

source: What's &new
ka: რა არის ახალი
ro: Ce e &nou

source: Web site
ka: ვებ გვერდი

source: Readme
ka: წამიკითხე
ro: Citeşte-mă

source: License
ka: ლიცენზია
ro: Autorizaţie

source: Contributors
ka: შემწირავები
ro: Colaboratori

source: We&lcome dialog
ka: მისასალმებელი სიტყვა
ro: Dialog de în&tâmpinare

source: About...
ka: შესახებ
ro: Despre...

source: &Help
ka: დახმარება
ro: &Ajutor

source: &Revert to saved configuration
ka: შენახული კონფიგურაცისს დაბრუნება
ro: &Revenire la configurarea salvată

source: Reset all settings to saved state
ka: შეცვალე მონაცემები შენახულ მდგომარეობამდე
ro: Resetează toate setările la starea salvată

source: &Save configuration
ka: კონფიგურაცისს შენახვა
ro: &Salvează configurare

source: Write the current configuration to nvda.ini
ka: ჩაწერეტ მოცემული კონფიგურაცია ენვიდეაში
ro: Scrie configurarea curentă în nvda.ini

source: E&xit
ka: გამოსვლა

source: Welcome to NVDA! Most commands for controlling NVDA require you to hold down the NVDA key while pressing other keys. By default, the numpad insert and main insert keys may both be used as the NVDA key. You can also configure NVDA to use the CapsLock as the NVDA key. Press NVDA+n at any time to activate the NVDA menu. From this menu, you can configure NVDA, get help and access other NVDA functions.
ka: მოგესალბით ენვიდეაში/ ენვიდეას კონტროლირება მოითხოვს რომ გავათავისუფლოთ ენვიდეას ღილაკი სხვა ღილაკების დაჭერის დროს/
ro: Bun venit în NVDA! Majoritatea comenzilor pentru controlul NVDA cer să ţineţi apăsaţi tasta NVDA în timp ce apăsaţi alte taste. Implicit, tasta Insert de pe tastele numerice şi tasta Insert principală pot fi folosite ambele ca tasta NVDA. Apăsaţi NVDA+n în orice moment pentru a activa meniul NVDA. Din acest meniu puteţi configura NVDA, puteţi primi ajutor şi puteţi accesa alte funcţii NVDA.

source: Welcome to NVDA
ka: მოგესალმებით ენვიდეაში
ro: Bun venit în NVDA

source: Options
ka: მონაცემები
ro: Opţiuni

source: Use CapsLock as an NVDA modifier key
ka: გამოიყენე კამსლოქი როგორც ენვიდეას სახის შემცვლელი
ro: Foloseşte CapsLock ca o tastă de modificare NVDA

source: Show this dialog when NVDA starts
ka: მიჩვენე ეს დიალოგი როცა ენვიდეა ჩაირთვება
ro: Arată această fereastră de dialog când porneşte NVDA

source: Your configuration file contains errors. Press 'Ok' to fix these errors, or press 'Cancel' if you wish to manually edit your config file at a later stage to make corrections. More details about the errors can be found in the log file.
ka: თქვენ კონფიგურაციის ფაილში შეცდომაა. დააჭირე დიახს იმისათვის რომ შეასწოროს შეცდომა, ან დააჭირეთ გაუქმებას თუ ისურვებთ რომ თქვენით შეასწოროდ იგი
ro: Fişierul dumneavoastră de configurare conţine erori. Apăsaţi 'OK' pentru repararea acestor erori, sau apăsaţi 'Anulare' dacă doriţi să editaţi manual fişierul de configurare mai târziu pentru a face corecturi. Mai multe detalii despre erori pot fi găsite în fişierul jurnal.

source: Configuration File Error
ka: შეცდომა კონფიგურაციის ფაილში
ro: Eroare în fişierul de configurare

source: NVDA Log Viewer
ka: ენვიდეას ჩართვის ხილვა
ro: Jurnal NVDA

source: Refresh F5
ka: განახლება F5
ro: Împrospătează F5

source: Log
ka: შესვლა
ro: Jurnal

source: Save As
ka: შენახვა როგორც
ro: Salvează ca

source: Error saving log: %s
ka: შეცდომა შენახვისას
ro: Eroare la salvarea jurnalului: %s

source: NVDA
ka: ენვიდეა

source: info
ka: ინფო

source: debug warning
ka: გამართვის საშიშროება
ro: avertisment la diagnosticare

source: input/output
ka: შეტანა/გამოტანა
ro: intrare/rezultat

source: debug
ka: გამართვა
ro: diagnosticare

source: &Language (requires restart to fully take affect):
ka: ენა ( მოითხოვს გადატვირთვას იმისათვის რომ შრულად ამუშავდეს)
ro: &Limba (cere restart pentru a-şi face efectul integral):

source: Language
ka: ენა
ro: Limba

source: &Save configuration on exit
ka: კონფიგურაციის შენახვა გამოსვლამდე
ro: &Salvează configurare la închidere

source: &Warn before exiting NVDA
ka: შემატყობინე ენვიდეასს გამორთვამდე
ro: &Avertizează înainte de închiderea NVDA

source: L&ogging level:
ka: შესვლის დონე

source: Log level
ka: შესვლის დონე
ro: Nivelul jurnalului

source: &Automatically start NVDA after I log on to Windows
ka: ენვიდეას ავტომატური ჩართვა ფანჯრის ჩართვისას
ro: &Porneşte NVDA automat după ce intru în Windows

source: Use NVDA on the Windows logon screen (requires administrator privileges)
ka: ენვიდეას ჩვენება ეკრანზე მთავარი ფანჯრის ჩართვისას
ro: Foloseşte NVDA asupra ecranului de autentificare în Windows (cere privilegii de administrator)

source: Use currently saved settings on the logon and other secure screens (requires administrator privileges)
ka: გამოიყენე ამჟამად შენახული მონაცემები შესვლისათვის და სხვა ველებზე (მოითხოვს ადმინისტრატორის უპირატესობებს)
ro: Foloseşte setările salvate curente asupra ecranului de autentificare şi alte ecrane de siguranţă (cere privilegii de administrator)

source: Error copying NVDA user settings
ka: ენვიდეას მონაცემების კოპირებაში შეცდომაა
ro: Eroare la copierea setărilor NVDA de utilizator

source: Success
ka: წარმატება
ro: Succes

source: Successfully copied NVDA user settings
ka: ენვიდეას მონაცემების კოპირება წარმატებით დასრულდა
ro: Copiere reuşită a setărilor NVDA de utilizator

source: Error in %s language file
ka: შეცდომა ენის ფაილში
ro: Eroare în fişierul de limbaj %s

source: Language Error
ka: ენის შეცდომა
ro: Eroare de limbaj

source: Insufficient Privileges
ka: არადამაკმაყოფილებელი უპირატესობები
ro: Privilegii insuficiente

source: This change requires administrator privileges.
ka: ეს სვლილება მოითხოვს ადმინისტრატორის უპირატესობებს.
ro: Această schimbare cere privilegii de administrator.

source: For the new language to take effect, the configuration must be saved and NVDA must be restarted. Press enter to save and restart NVDA, or cancel to manually save and exit at a later time.
ka: ახალი ენის ეფექტურობისათვის, კონფიგურაცია უნდა შეინახოს და ენვიდეა უნდა გადაიტვირთოს. დააწექით ენთერს შენახვისა და გადატვირთვისთვის
ro: Pentru ca noul limbaj să fie activat, configurarea trebuie salvată şi NVDA trebuie repornit. Apăsaţi Enter pentru salvare şi repornirea NVDA, sau anulaţi pentru salvare manuală şi închidere mai târziu.

source: Language Configuration Change
ka: ენის კონფიგურაციის შეცვლა
ro: Schimbare a configurării limbajului

source: Synthesizer
ka: სინთეზატორი
ro: Sintetizator

source: &Synthesizer:
ka: სინთეზატორი
ro: &Sintetizator:

source: Output &device:
ka: გამოცემის გეგმა
ro: &dispozitiv de ieşire:

source: Could not load the %s synthesizer.
ka: სინთეზატორის ჩარტვა ვერ მოხერხდა
ro: %s sintetizatorul nu a putut fi încărcat

source: Synthesizer Error
ka: სინთეზატორის შეცდომა
ro: Eroare în sintetizator

source: Voice settings
ka: ხმის მონაცემები
ro: Setări voce

source: &Speak all punctuation
ka: გამთმა ყველა პუნკტუაციის
ro: &Pronunţă toate semnele de punctuaţie

source: Raise pitch for capitals
ka: მოუმატე მახვილს დიდი ასოებისა დროს
ro: Creşte amplitudinea sunetului pentru majuscule

source: Say &cap before capitals
ka: თქვი და დაასრულე დიდი ასოების წინ
ro: Spune &cap înaintea majusculelor

source: &Beep for capitals
ka: მოკლე ხმოვანი სიგნალი დიდი ასოების დროს
ro: &Semnal sonor pentru majuscule

source: Use &spelling functionality if supported
ka: გამოიყენე მარლთწერის ფუნქციონირება თუ შესაძლებელია
ro: Foloseşte funcţia de &silabisire dacă este suportată

source: Keyboard Settings
ka: კლავიატურის მონაცემები
ro: Setări tastatură

source: &Keyboard layout:
ka: კლავიატურის ფენა
ro: &Aşezare tastatură:

source: Keyboard layout
ka: კლავიატურის ფენები
ro: Aşezare tastatură

source: Use numpad Insert as an NVDA modifier key
ka: გამოიყენეთ ღილაკი ინსერტი როგორც ენვიდეას სახისშემცვლელი ღილაკი
ro: Foloseşte Insert de pe tastele numerice ca tastă de modificare NVDA

source: Use extended Insert as an NVDA modifier key
ka: გამოიყენე გაშლილი ჩანართი როგორს ენვიდეას შემცვლელის გასაღები
ro: Foloseşte Insert ca tastă de modificare NVDA

source: Speak typed &characters
ka: გამოთქვი დაბეჭდილი მახასიათებლები
ro: Pronunţă &caracterele scrise

source: Speak typed &words
ka: დაბეჭდილი სიტყვების გამოთქმა
ro: Pronunţă &cuvintele scrise

source: Beep if typing lowercase letters when caps lock is on
ka: მოკლე ხმოვანი სიგნალი მაშინ როცა იკრიფება პატარა ასოები და კაპს ლოქი ჩართულია

source: Speak command &keys
ka: გამოთქვი ბრძანებები და ღილაკები
ro: Pronunţă &tastele de comandă

source: Mouse settings
ka: თაგვის მონაცემები
ro: Setări mouse

source: Report mouse &shape changes
ka: ატყობინებს თაგვის მონაცემების შეცვლას
ro: Raportează schimbările &formei mousului

source: Enable mouse &tracking
ka: ტაგვით მელოდიის ჩართვის ნების დართვა
ro: Activează &urmărirea mousului

source: Text &unit resolution:
ka: ერთეული ტექსტის რეზოლუცია
ro: Rezoluţia &unităţii de text

source: text reporting unit
ka: ტექსტის შეტყობინების განყოფილება
ro: unitate de raportare a textului

source: Report &role when mouse enters object
ka: ატყობინებს მაშინ როცა ტაგვი მონიშნავს ობიექტს
ro: Raportează &rol când mousul intră în obiect

source: play audio coordinates when mouse moves
ka: ჩართე აუდიო კოორდინატები მაშინ როცა თაგვი მოძრაობს
ro: redă coordonatele audio când se mişcă mousul

source: brightness controls audio coordinates volume
ka: განათების კონტორი და აუდიო ცორდინატების ხმა
ro: volumul coordonatelor audio ale controalelor pentru luminozitate

source: Review cursor settings
ka: კურსორის მონაცემების განხილვა
ro: Descrie setările cursorului

source: Follow &keyboard focus
ka: მიყევვი კლავიატურის ფოკუსს
ro: Urmăreşte &focalizarea din taste

source: Follow System &Caret
ka: მიჰყევი სისტემის მითითებას
ro: Urmăreşte &cursorul de scriere al sistemului

source: Follow &mouse cursor
ka: გაყევი ტაგვის კურსორს
ro: Urmăreşte &cursorul mousului

source: Simple review mode
ka: ჩვეულებრიბი განხილვის რეჟიმი
ro: Mod descriere simplă

source: Object presentation
ka: ობიექტის პრეზენტაცია
ro: Prezentare obiect

source: Speak
ka: ლაპარაკი
ro: Vorbeşte

source: Beep
ka: მოკლე ხმოვანი სიგნალი
ro: Semnal sonor

source: Speak and beep
ka: ლაპარაკი და მოკლე ხმოვანი სიგნალი
ro: Vorbeşte şi semnal sonor

source: Report &tooltips
ka: ატყობინებს ხელსაწყოების ჩამონათვალს
ro: Raportează &informaţii instrument

source: Report &help balloons
ka: ატყობინებს დასახმარებელ ბურთებს
ro: Raportează baloane &ajutor

source: Report object shortcut &keys
ka: ატყობინებს ჩასართავად მოკლე გზასა და ღილაკებს
ro: Raportează &tastele directe ale obiectului

source: Report object &position information
ka: ატყობინებს ობიექტს და მის მდებარეობას
ro: Raportează informaţia &poziţiei obiectului

source: Report object &descriptions
ka: ატყობინებს ობიექტის აღწერილობას
ro: Raportează &descrierile obiectului

source: Progress &bar output:
ka: პროდუქციის ზოლის განვითარება
ro: Rezultat &bara de progres:

source: Progress bar output
ka: პროდუქციის ზოლის განვითარება
ro: Rezultat bara de progres

source: Report background progress bars
ka: ატყობინებს უკანახედის ცვლილებებს
ro: Raportează barele de progres din fundal

source: virtual buffers
ka: ვირტუალური ბუფერები
ro: zone tampon virtuale

source: &Maximum number of characters on one line
ka: ჩვლილებების მაქსიმალური რაოდენობა ერთ ხაზზე
ro: Număr &maxim de caractere pe un singur rând

source: &Number of lines per page
ka: ხაზების რაოდენობა თითოეულ გვერდზე
ro: &Număr de rânduri per pagină

source: Use &screen layout (when supported)
ka: გამოიყენე ეკრანის ფენები
ro: Folsoeşte planul &ecranului (când e suportat)

source: Report l&ayout tables
ka: ატყობინებს ფენების შესახებ
ro: Raportează tabelele din p&lan

source: Automatic focus mode for focus changes
ka: ავტომატური ფუკუსირება ფოკუსის ცვლილებების დროს
ro: Mod de focalizare automată pentru schimbările de focalizare

source: Automatic focus mode for caret movement
ka: დამთვალიერებლის მოძრაობის ავტომატური ფოკუსირება
ro: Mod de focalizare automată pentru mişcarea cursorului de scriere

source: Audio indication of focus and browse modes
ka: ფოკუსირების და გადათვალიერების მეთოდის აუდიო მითითება
ro: Indicare audio a punctului de focalizare şi a modurilor de căutare

source: Document formatting
ka: დოკუმენტის ფორმაცია
ro: Formatare a documentului

source: Announce formatting changes after the cursor (can cause a lag)
ka: გამოაქვეყნოს ფორმაციის ცვლილებები კურსორის შემდეგ
ro: Anunţă schimbări de formatare în urma cursorului (poate produce o întârizere)

source: Report font &name
ka: ატყობინებს შრიფტის სახელს
ro: Raportează &numele stilului de litere

source: Report font &size
ka: ატყობინებს შრიფტის ზომა
ro: Raportează &dimensiunea stilului de litere

source: Report font attri&butes
ka: ატყობინებს შრიფტის ატრიბუტებს
ro: Raportează &atributele stilului de litere

source: Report &alignment
ka: ატყობინებს ჩასწორებებს
ro: Raportează &alinierea

source: Report &colors
ka: ატყობინებს ფერებს
ro: Raportează &culori

source: Report st&yle
ka: ატყობინებს სტილს
ro: Raportează st&il

source: Report spelling errors
ka: ატყობინებს მარლთწერის შეცდომებს
ro: Raportează erorile de ortografie

source: Report &pages
ka: გვერდების მითითება
ro: Raportează &pagini

source: Report &line numbers
ka: ატყიბინებს ხაზების ნომრებს
ro: Raportează &numerele liniilor

source: Report &tables
ka: მაგიდების შეტყობინება
ro: Raportează &tabele

source: Report table row/column h&eaders
ka: ატყობინებს მაგიდის რიგებსა და სვეტების სათაურებს
ro: Raportează t&itlurile rândurilor şi coloanelor din tabel

source: Report &links
ka: ბმულების მითითება
ro: Raportează &linkuri

source: Report &headings
ka: სათაურების შეტყობინება
ro: Raportează &titluri

source: Report l&ists
ka: ატყობინებს ჩამონათვლებს
ro: Raportează l&iste

source: Report block &quotes
ka: ატყობინებს ბლოკირებულ ციტატებს
ro: Raportează &citate în bloc

source: Report lan&dmarks
ka: მიუთითებს ჩასასმელად თავისუფალ ადგილს
ro: Raportează r&epere

source: Edit dictionary entry
ka: ლექსიკონში შესვლის ჩასწორება
ro: Editează intrarea din dicţionar

source: &Pattern
ka: ფაქტურა
ro: &Şablon

source: &Replacement
ka: ჩანაცვლება
ro: &Înlocuire

source: &Comment
ka: კომენტარი
ro: &Comentariu

source: Case &sensitive
ka: მგრძნობიეარე დაკვირვება

source: Regular &expression
ka: რეგულარული გამოხატვა
ro: &Expresii obişnuite

source: &Dictionary entries
ka: ლექსიკონში შესასვლელები
ro: Intrări în &dicţionar

source: Comment
ka: კომენტარი
ro: Comentariu

source: Pattern
ka: ფაქტურა
ro: Şablon

source: Replacement
ka: ჩანაცვლება
ro: Înlocuire

source: case sensitive
ka: მგრძნობიარე შემთხვევა

source: Regular expression
ka: რეგულალური გამოთქმები
ro: Expresie obişnuită

source: &Add
ka: დამატება
ro: &Adaugă

source: &edit
ka: ჩასწორება
ro: &editează

source: &Remove
ka: წაშლა
ro: &Elimină

source: Add Dictionary Entry
ka: მიამატე ლექსიკონის შესასვლელი
ro: Adaugă intrare în dicţionar

source: Braille Settings
ka: ბრაილის მონაცემები
ro: Setări Braiile

source: Braille &display:
ka: ბრაილის ეკრანზე გამოტანა
ro: &Ecran Braille:

source: Translation &table:
ka: მაგიდის გადათარგმნა
ro: &Tabel traducere:

source: E&xpand to computer braille for the word at the cursor
ka: კომპიუტერის ბრაილის გავრცელება კურსორის სიტყვებისთვის
ro: E&xtinde la braille pentru computere pentru cuvântul de la cursor

source: Cursor blink rate (ms)
ka: კურსორის ციმციმის პერიოდი
ro: Rata de clipire a cusorului (ms)

source: Message timeout (sec)
ka: შეტყობინების ვადა
ro: Expirare timp mesaj (sec)

source: Braille tethered to:
ka: ბრაილი მიბმული (მასზე)
ro: Braille limitat la:

source: Braille Display Error
ka: შეცდომა ბრაილის გამოტანაში
ro: Eroare ecran Braille

source: Could not load the %s display.
ka: შეუძლებელია ეკრანზე გამოტანა
ro: Nu s-a putut încărca ecranul %s.

source: back
ka: უკან
ro: înapoi

source: forward
ka: წინ
ro: înainte

source: refresh
ka: განახლება
ro: împrospătează

source: browser stop
ka: გამშვების შეჩერება
ro: stop browser

source: search page
ka: საძებნი გვერდი
ro: pagina de căutare

source: favorites
ka: ფავორიტი
ro: favorite

source: home page
ka: მტავარი გვერდი
ro: pagina de start

source: mute
ka: ხმის გატიშვა
ro: fără sonor

source: volume down
ka: ხმის დაწევა
ro: scade volum

source: volume up
ka: ხმის აწევა
ro: creşte volum

source: next track
ka: შემდეგი მელოდია
ro: piesa următoare

source: previous track
ka: წინა სიმღერა
ro: piesa anterioară

source: stop
ka: შეჩერება

source: play pause
ka: თაგვის ჩარტვა
ro: redare pauză

source: email
ka: ელექტრონული შეტყობინება

source: media player
ka: მედია პლეერი

source: custom application 1
ka: თავდაპირველი აპლიკაცია 1
ro: aplicaţie personală 1

source: custom application 2
ka: თავდაპირველი აპლიკაცია 2
ro: aplicaţie personală 2

source: backspace
ka: უკან დაბრუნება
ro: şterge înapoi

source: caps lock
ka: კაპს ლოქი
ro: alege majuscule

source: ctrl
ka: კონტროლ

source: alt
ka: ალტი

source: shift
ka: შიფტ

source: windows
ka: ფანჯარა

source: enter
ka: შესვლა

source: numpad enter
ka: ციფრის შეყვანა
ro: tastă numerică enter

source: escape
ka: გამოტოვება
ro: ieşire

source: page up
ka: გვერდი ზევით
ro: pagină în sus

source: page down
ka: გვერდი ქვევით
ro: pagină în jos

source: end
ka: დასასრული
ro: sfârşit

source: home
ka: სახლი
ro: start

source: delete
ka: წაშლა
ro: şterge înainte

source: numpad delete
ka: ციფრის წაშლა
ro: tastă numerică şterge înainte

source: left arrow
ka: მარცხენა ისარი
ro: săgeata stânga

source: right arrow
ka: მარჯვენა ისარი
ro: săgeată dreapta

source: up arrow
ka: ისარი ზევით
ro: săgeată sus

source: down arrow
ka: ისარი ქვევით
ro: săgeată jos

source: applications
ka: აპლიკაცია
ro: aplicaţii

source: num lock
ka: ნომრების დაბლოკვა
ro: alege taste numerice

source: print screen
ka: ეკრანის ამობეჭვდა
ro: captură ecran

source: scroll lock
ka: გადაცურების დაბლოკვა
ro: alege listare

source: numpad 4
ka: ციფრი ოთხი
ro: tastă numerică 4

source: numpad 6
ka: ციფრი ექვსი
ro: tastă numerică 6

source: numpad 8
ka: ციფრი რვა
ro: tastă numerică 8

source: numpad 2
ka: ციფრი ორი
ro: tastă numerică 2

source: numpad 9
ka: ციფრი ცხრა
ro: tastă numerică 9

source: numpad 3
ka: ციფრი სამი
ro: tastă numerică 3

source: numpad 1
ka: ციფრი ერთი
ro: tastă numerică 1

source: numpad 7
ka: ციფრი შვიდი
ro: tastă numerică 7

source: numpad 5
ka: ციფრი ხუთი
ro: tastă numerică 5

source: numpad divide
ka: ციფერბლატის გაყოფა
ro: tastă numerică împărţire

source: numpad multiply
ka: ღილაკების არჩევა
ro: tastă numerică înmulţire

source: numpad minus
ka: მინუსი ციფერბლატაზე
ro: tastă numerică minus

source: numpad plus
ka: პლიუსი ციფერბლატაზე
ro: tastă numerică plus

source: left control
ka: მარცხენა კონტროლ
ro: control stânga

source: right control
ka: მარჯვენა კონტროლ
ro: control dreapta

source: left windows
ka: მარცხენა ფანჯარა
ro: windows stânga

source: left shift
ka: მარცხენა შიფტი
ro: shift stânga

source: right shift
ka: მარჯვენა შიფტი
ro: shift dreapta

source: left alt
ka: მარცხენა ალტი
ro: alt stânga

source: right alt
ka: მარჯვენა ალტი
ro: alt dreapta
