Repository: atsuoishimoto/tweetitloud
Catalog: source/locale/*/LC_MESSAGES/nvda.po
Languages: ka, ro

source: Secure Desktop
ka: სამუშაო მაგიდის დაცვა
ro: Asigură ecranul

source: unknown layout
ka: უცნობი ფენა
ro: plan necunoscut

source: layout %s
ka: ფენა
ro: plan %s

source: Taskbar
ka: დავალებაზთა ზოლი
ro: Bara de sarcini

source: %s items
ka: ცალკეული საგნები
ro: %s elemente

source: invoke
ka: მოწოდება
ro: apelează

source: %d percent
ka: პროცენტი
ro: %d procente

source: Desktop
ka: სამუშაო მაგიდა
ro: Ecran

source: default color
ka: ძირითადი ფერი
ro: culoare implicită

source: unknown
ka: უცნობი
ro: necunoscut

source: %s embedded object
ka: ჩამაგრებული საგანი
ro: %s obiect incorporat

source: embedded object
ka: ჩამაგრებული საგანი
ro: obiect incorporat

source: NVDA Excel Cell Editor
ka: ენვიდეას ექსელის ქსელის შემსწორებელი
ro: Editor NVDA în celule de Excel

source: Enter cell contents
ka: შეიყვანეთ ქსელის ნაწილები
ro: Introduceţi conţinutul celulei

source: Extends the selection and speaks the last selected cell
ka: შლის არჩეულს და გამოთქვამს უკანასკნელად არჩეულს ქსელს
ro: Extinde selecţiunea şi pronunţă ultima celulă selectată

source: has formula
ka: აქვს ფორმულა
ro: are formulă

source: selection
ka: არჩევა
ro: selecţiune

source: not in table
ka: არა მაგიდაზე
ro: nu este în tabel

source: edge of table
ka: მაგიდის განაპირას
ro: marginea tabelului

source: Error in appModule %s
ka: შეცდომა აპლიკაციის მოდულში
ro: Eroare în appModule %s

source: Display
ka: ჩვენება
ro: Ecran

source: Start
ka: დაწყება

source: No track playing
ka: მელოდია არ უკრავს
ro: Nu este redată nicio melodie

source: Reports the remaining time of the currently playing track, if any
ka: მიუთითებს მიმდინარე მელოდიის დარჩენილ დროს
ro: Raportează timpul rămas din melodia redată acum, dacă există

source: No message yet
ka: გზავნილი ჯერ არ არის
ro: Încă niciun mesaj

source: Displays one of the recent messages
ka: აჩვენებს ბოლო შეტყობინებას
ro: Afişează unul dintre mesajele recente

source: Attachments
ka: ბმული
ro: Ataşamente

source: To:
ka: გაიგზავნოს აქ
ro: Către:

source: Newsgroup:
ka: სიახლეთა ჯგუფი

source: CC:
ka: დამატებით გაეგზავნოს:

source: Subject:
ka: საგანი
ro: Subiect:

source: From:
ka: გაიგზავნოს აქედან
ro: De la:

source: Date:
ka: თარიღი
ro: Data:

source: Forward to:
ka: გადაგზავნა
ro: Retrimite către:

source: Answer to:
ka: პასუხი
ro: Răspunde la:

source: Organisation:
ka: ორგანიზაცია
ro: Organizaţia:

source: Distribution:
ka: განაწილება
ro: Distribuţie:

source: Key words:
ka: მთავარი სიტყვები
ro: Cuvinte cheie:

source: subject: %s
ka: საგანი
ro: subiect: %s

source: received: %s
ka: მიღებული
ro: primit: %s

source: unread
ka: წაუკითხავი
ro: necitit

source: attachment
ka: ბმული
ro: ataşament

source: sent: %s
ka: გაგზავნა
ro: trimis: %s

source: Rewind
ka: უკან გადახვევა
ro: Reia

source: Fast forward
ka: დაჩქარებული გადაგზავნა
ro: Înaintare rapidă

source: Play
ka: ჩართვა
ro: Redă

source: Stop
ka: შეჩერება

source: Record
ka: ჩაწერა
ro: Înregistrează

source: left
ka: მარცხნივ
ro: stânga

source: right
ka: მაჯვნივ
ro: dreapta

source: on
ka: ზე
ro: deschis

source: banner
ka: წინა სათაური

source: complementary
ka: დამატებითი
ro: complementar

source: content info
ka: შემადგენელი ნაწილების ინფო
ro: informaţia conţinutului

source: main
ka: ძირითადი
ro: principal

source: navigation
ka: ნავიგაცია
ro: navigare

source: search
ka: ძებნა
ro: caută

source: Arabic grade 1
ka: არაბული ნიშანი ერთი
ro: arabă grad 1

source: Bulgarian 8 dot computer braille
ka: ბულგარული 8 წერტილიანი კომპიუტერის ბრაილი
ro: bulgară braille cu 8 puncte pentru computere

source: Welsh grade 1
ka: უელსის ნიშანი ერთი
ro: galeză grad 1

source: Welsh grade 2
ka: უელსის ნიშაბი ორი
ro: galeză grad 2

source: Czech grade 1
ka: ჩეხური ნიშანი ერთი
ro: cehă grad 1

source: Danish grade 1
ka: დანიური ნიშანი ერთი
ro: daneză grad 1

source: German 8 dot computer braille
ka: გერმანული 8 წერტილიანი კომპიუტერის ბრაილი
ro: germană braille cu 8 puncte pentru computere

source: German grade 0
ka: გერმანული ნიშანი ნული
ro: germană grad 0

source: German grade 1
ka: გერმანული ნიშანი ერთი
ro: germană grad 1

source: German grade 2
ka: გერმანული ნიშანი ორი
ro: germană grad 2

source: English (U.K.) grade 1
ka: ინგლისუი(გაერთიანებული სამფო) ნიშანი ერთი
ro: engleză britanică grad 1

source: English (U.K.) grade 2
ka: ინგლისუი(გაერთიანებული სამფო) ნიშანი ორი
ro: engleză britanică grad 2

source: English (U.S.) 6 dot computer braille
ka: ინგლისური (აშშ) 6 წერტილიანი კომპიუტერის ბრაილი
ro: engleză americană braille cu 6 puncte pentru computere

source: English (U.S.) 8 dot computer braille
ka: ინგლისური(აშშ) 8 წერტილიანი კომპიუტერის ბრაილი
ro: engleză americană braille cu 8 puncte pentru computere

source: English (U.S.) grade 1
ka: ინგლისური(აშშ) საფეხური 1
ro: engleză americană grad 1

source: English (U.S.) grade 2
ka: ინგისური (აშშ) საფეხური 2
ro: engleză americană grad 2

source: Spanish grade 1
ka: ესპანური ნიშანი ერთი
ro: spaniolă grad 1

source: Finnish 8 dot computer braille
ka: ფინური 8 წერტილიანი კომპიუტერის ბრაილი
ro: finlandeză braille cu 8 puncte pentru computere

source: French (Canada) grade 1
ka: ფრანგული(კანადა) ნიშანი ერთი
ro: franceză canadiană grad 1

source: French (Canada) grade 2
ka: ფრანგული(კანადა) ნიშანი ორი
ro: franceză canadiană grad 2

source: French (unified) 6 dot computer braille
ka: ფრანგული 6 წერტილიანი კომპიუტერის ბრაილი
ro: franceză generală braille cu 6 puncte pentru computere

source: French (unified) 8 dot computer braille
ka: ფრანგული (გაერთიანებული) 8 წერტილიანი ცომპიუტერის ბრაილი
ro: franceză generală braille cu 8 puncte pentru computere

source: French (unified) Grade 2
ka: ფრანგული (გაერთიანებული) მეორე საფეხური
ro: franceză generală grad 2

source: Greek (Greece) grade 1
ka: ბერძნული (საბერძნეთი) პირველი საფეხური
ro: greacă grad 1

source: Hebrew 8 dot computer braille
ka: ებრაული რვა წერტილიანი კომპიუტერის ბრაილი
ro: ebraică braille cu 8 puncte pentru computere

source: Hindi grade 1
ka: ჰინდური პირველი საფეხური
ro: hindusă grad 1

source: Croatian 8 dot computer braille
ka: ხორვატიული რვა წერტილიანი კომპიუტერის ბრაილი
ro: croată braille cu 8 puncte pentru computere

source: Hungarian 8 dot computer braille
ka: უნგრული რვა წერტილიანი ცომპიუტერის ბრაილი
ro: maghiară braille cu 8 puncte pentru computere

source: Italian grade 1
ka: იტალიური პირველი საფეხური
ro: italiană grad 1

source: Latvian grade 1
ka: ლატვური პირველი საფეხური
ro: letonă grad 1

source: Dutch (Belgium) grade 1
ka: ჰოლანდიური (ბელგია) პირველი საფეხური
ro: flamandă belgiană grad 1

source: Dutch (netherlands) grade 1
ka: ჰოლანდიური (ნიდერლანდები) პირველი საფეხური
ro: flamandă olandeză grad 1

source: Norwegian grade 0
ka: ნორვეგიული ნულოვანი დონე
ro: norvegiană grad 0

source: Norwegian grade 1
ka: ნორწეგიული პირველი დონე
ro: norvegiană grad 1

source: Norwegian grade 2
ka: ნორვეგიული მეორე დონე
ro: norvegiană grad 2

source: Norwegian grade 3
ka: ნორწეგიული მესამე დონე
ro: norvegiană grad 3

source: Polish grade 1
ka: პოლონური პირველი დონე
ro: poloneză grad 1

source: Portuguese grade 1
ka: პორტუგალიური პირველი დონე
ro: portugheză grad 1

source: Russian grade 1
ka: რუსული პირველი დონე
ro: rusă grad 1

source: Swedish grade 1
ka: შვედური პირველი დონე
ro: suedeză grad 1

source: Slovak
ka: სლოვაკიური
ro: slovacă

source: Unified English Braille Code grade 1
ka: გაერთიეანებული ინგლისური ბრაილის კოდი პირველი საფეხური
ro: engleză generală cod braille grad 1

source: Unified English Braille Code grade 2
ka: გაერთიანებული ინგლისური ბრაილის მეორე საფეხური
ro: engleză generală cod braille grad 2

source: Chinese (Hong Kong, Cantonese)
ka: ჩინური (ჰონგ კონგი, კანტონესე)
ro: chineză cantoneză, Hong Kong

source: Chinese (Taiwan, Mandarin)
ka: ჩინური (ტაივანი, მანდარინ)
ro: chineză mandarină, Taiwan

source: edt
ka: შესწორება

source: not %s
ka: არა
ro: nu este %s

source: level %s
ka: დონე
ro: nivel %s

source: No braille
ka: ბაილი არ არის
ro: Nu există braille

source: blank
ka: ბლანკი
ro: spaţiu gol

source: tab
ka: ტაბ
ro: tabulator

source: line feed
ka: ზოლის კვება
ro: introducere rând

source: page break
ka: გვერდის დაწყვეტა
ro: pagină nouă

source: bang
ka: კაკუნი

source: quote
ka: sfsfsfs
ro: ghilimele

source: number
ka: ნომერი
ro: număr

source: dollar
ka: დოლარი
ro: dolar

source: percent
ka: პროცენტი
ro: procent

source: and
ka: და
ro: şi

source: tick
ka: წიკწიკი
ro: bifă

source: left paren
ka: მარცხენა paren
ro: paranteză stânga

source: right paren
ka: მარჯვენა paren
ro: paranteză dreapta

source: star
ka: ვარსკვლავი
ro: stea

source: plus
ka: პლიუსი

source: comma
ka: მძიმე
ro: virgulă

source: dash
ka: ტირე
ro: cratimă

source: dot
ka: წერტილი
ro: punct

source: slash
ka: მკვეთრი დაჭერა
ro: bară diagonală

source: colon
ka: ორწერტილი
ro: două puncte

source: semi
ka: ნახევარ
ro: punct şi virgulă

source: less
ka: ნაკლები
ro: minus

source: equals
ka: უდრის
ro: egal

source: greater
ka: უფრო დიდი
ro: plus

source: question
ka: შეკითხვა
ro: semn de întrebare

source: left bracket
ka: მარცხენა საბჯენი
ro: paranteză dreaptă stânga

source: back slash
ka: უკანა მკვეთრი დაჭერა
ro: bară diagonală inversă

source: right bracket
ka: მარჯვენა ფრჩხილი
ro: paranteză dreaptă dreapta

source: caret
ka: დარაჯი
ro: cursor de scriere

source: underline
ka: ხაზგასმა
ro: subliniere

source: left brace
ka: მარცხენა სამაგრი
ro: acoladă stânga

source: bar
ka: ზოლი
ro: bară

source: right brace
ka: მარჯვენა სამაგრი
ro: acoladă dreapta

source: bullet
ka: მარკერი
ro: bulet

source: dot dot dot
ka: წერტილი წერტილი წერტილი
ro: puncte puncte

source: black
ka: შავი
ro: negru

source: green
ka: მწვანე
ro: verde

source: light grey
ka: ღია ნაცრისფერი
ro: gri deschis

source: lime
ka: გათეთრება
ro: verde deschis

source: grey
ka: ნაცრისფერი
ro: gri

source: olive
ka: ზეთისხილის ფერი
ro: oliv

source: white
ka: თეთრი
ro: alb

source: yellow
ka: ყვითელი
ro: galben

source: dark red
ka: მუქი წითელი
ro: roşu închis

source: navy blue
ka: მუქი ლურჯი
ro: bleumarin

source: red
ka: წითელი
ro: roşu

source: blue
ka: ლურჯი
ro: albastru

source: purple
ka: მუქი წითელი
ro: violet

source: fuchsia
ka: ფუკსია
ro: lila

source: aqua
ka: წყლის
ro: bleu

source: orange
ka: ნარინჯისფერი
ro: portocaliu

source: selected %s
ka: არჩეული
ro: selectat %s

source: Badly formed configuration file
ka: არასწორედ შედგენილი კონფიგურაციის ფაილი
ro: Fişier de configurare format greşit

source: Error parsing configuration file: %s
ka: გრამატიკული შეცდომა კონფიგურაციის ფაილში
ro: Eroare la analizarea fişierului de configurare: %s

source: Errors in configuration file '%s': %s
ka: შეცდომა კონფიგურაციის ფაილში
ro: Erori în fişierul de configurare '%s': %s

source: window
ka: ფანჯარა
ro: fereastră

source: title bar
ka: სათაურის ზოლი
ro: bară de titlu

source: pane
ka: მინა
ro: panou

source: dialog
ka: დიალოგი
ro: linie de dialog

source: check box
ka: შემოწმების ყუთი
ro: căsuţă

source: radio button
ka: რადიო ღილაკი
ro: buton rotativ

source: text
ka: ტექსტი

source: edit
ka: შესწორება
ro: editare

source: button
ka: ღილაკი
ro: buton

source: menu bar
ka: მენიუს ზოლი
ro: bară meniu

source: menu item
ka: მენიუს ცალკეული საგანი
ro: obiect din meniu

source: menu
ka: მენიუ
ro: meniu

source: combo box
ka: კომბინირებული სარკმელი
ro: căsuţă combinată

source: list
ka: ჩამონათვალი
ro: listă

source: list item
ka: ცალკეული ნივთების ჩამონათვალი
ro: obiect din listă

source: graphic
ka: გრაფიკა
ro: grafic

source: link
ka: ბმული

source: tab control
ka: ტაბის კონტროლი
ro: control tabulator

source: slider
ka: რბია
ro: glisor

source: progress bar
ka: პროგრესის ზოლი
ro: bară progres

source: scroll bar
ka: გადაცურების ზოლი
ro: bară listare

source: status bar
ka: სტატუსუს ადგილი
ro: bară stare

source: table
ka: მაგიდა
ro: tabel

source: cell
ka: ქსელი
ro: celulă

source: column
ka: სვეტი
ro: coloană

source: row
ka: რიგი
ro: rând

source: frame
ka: ჩარჩო
ro: cadru

source: tool bar
ka: იარაღების ზოლი
ro: bară instrumente

source: column header
ka: სვეტის სათაური
ro: cap de coloană

source: row header
ka: რიგის სათაური
ro: cap de rând

source: drop down button
ka: აუშვი ღილაკს
ro: buton coborâre

source: clock
ka: საათი
ro: ceas

source: separator
ka: გამყოფი

source: form
ka: ფორმა
ro: formă

source: heading
ka: დასათაურება 1
ro: titlu

source: heading 1
ka: დასათაურება 1
ro: titlu 1

source: heading 2
ka: დასათაურება 2
ro: titlu 2

source: heading 3
ka: დასათაურება 3
ro: titlu 3

source: heading 4
ka: დასათაურება 4
ro: titlu 4

source: heading 5
ka: დასათაურება 5
ro: titlu 5

source: heading 6
ka: დასათაურება 6
ro: titlu 6

source: paragraph
ka: პარაგრაფი
ro: paragraf

source: block quote
ka: ციტატის ბლოკირება
ro: citat bloc

source: table header
ka: მაგიდის სათავე
ro: titlu tabel

source: table body
ka: მაგიდის აგებულება
ro: corp tabel

source: table footer
ka: მაგიდის ბოლო
ro: subsol tabel

source: document
ka: დოკუმენტი

source: animation
ka: ანიმაცია
ro: animaţie

source: application
ka: აპლიკაცია
ro: aplicaţie

source: box
ka: ყუთი
ro: căsuţă, casetă

source: grouping
ka: დაჯგუფება
ro: grupare

source: property page
ka: საკუთრების გვერდი
ro: pagină proprietăţi

source: canvas
ka: ტილო
ro: pânză

source: caption
ka: სათაური
ro: legendă

source: check menu item
ka: მენიუს საგნის შემოწმება
ro: element din meniul de verificări

source: date edit
ka: თარიღის ჩასწორება
ro: editare dată

source: icon
ka: ნივთი
ro: iconiţă

source: directory pane
ka: კატალოგის პანელი
ro: panou directoare

source: end note
ka: ჩანაწერის დასრულება
ro: notă de final

source: footer
ka: ბოლო
ro: subsol

source: glass pane
ka: მინის პანელი
ro: panou transparent

source: header
ka: სათაური
ro: antet

source: image map
ka: სურათის რუკა
ro: hartă a imaginii

source: input window
ka: ფანჯარაში დამატება
ro: fereastră de introducere

source: label
ka: ეტიკეტი
ro: etichetă

source: note
ka: ჩანაწერი
ro: notă

source: page
ka: გვერდი
ro: pagină

source: radio menu item
ka: რადიოს მენიუს ცალკეული ნივთი
ro: obiect din meniul radio

source: layered pane
ka: ფენების პანელი
ro: panou stratificat

source: redundant object
ka: ზედმეტი ობიექტები
ro: obiect redundant

source: root pane
ka: ძირითადი პანელი
ro: panou rădăcină

source: edit bar
ka: ჩასასწორებელი ზოლი
ro: bară de editare

source: terminal
ka: ტერმინალი

source: rich edit
ka: მდიდრული ჩასწორება
ro: editor de text complex

source: ruler
ka: სახაზავი
ro: riglă

source: scroll pane
ka: გადაცურების პანელი
ro: panou listare

source: section
ka: სექცია
ro: secţiune

source: shape
ka: გორმის მიღება
ro: formă

source: split pane
ka: განცალკევების პანელი
ro: panou împărţit

source: view port
ka: პორტის ნახვა
ro: hublou

source: tear off menu
ka: სწრაფი მენიუ
ro: meniu detaşabil

source: text frame
ka: ტექსტის ჩარჩო
ro: cadru text

source: toggle button
ka: ბერკეტის ღილაკი
ro: buton activare

source: border
ka: საზღვარი
ro: margine

source: character
ka: ხასიათი
ro: caracter

source: chart
ka: აღნიშვნა
ro: diagramă

source: cursor
ka: კურსორი

source: diagram
ka: დიაგრამა
ro: diagramă

source: dial
ka: აკრეფა
ro: cadran

source: drop list
ka: გადაყრილების ცამონათვალი
ro: listă expandabilă

source: split button
ka: ღილაკის გაყოფა
ro: buton separare

source: menu button
ka: მენიუს ღილაკი
ro: buton meniu

source: drop down button grid
ka: გაანთავისუფლე ბადის ღილაკი
ro: grilă butoane expandabilă

source: equation
ka: გათანაბრება
ro: ecuaţie

source: grip
ka: ჩაჭიდება
ro: apucare

source: hot key field
ka: ცხელი ღილაკის ველი
ro: câmp tastă activă

source: indicator
ka: მიმთითებელი

source: spin button
ka: დახვევის ღილაკი
ro: buton rotativ

source: sound
ka: ხმა
ro: sunet

source: white space
ka: თეთრი სივრცე
ro: spaţiu gol

source: IP address
ka: პერსონალური მისამართი
ro: adresă IP

source: desktop icon
ka: მთავარი ფანჯრის ნივთი
ro: iconiţă ecran

source: alert
ka: განგაში
ro: alarmă

source: desktop pane
ka: მტავარი ფანჯრის პანელი
ro: panou ecran

source: option pane
ka: მონაცემების პანელი
ro: panou opţiuni

source: color chooser
ka: ფერის შემრჩევი
ro: selector culori

source: file chooser
ka: ფაილის შემრჩევი
ro: selector fişier

source: filler
ka: შემვსები
ro: instrument umplere

source: panel
ka: პანელი
ro: panou

source: password edit
ka: პაროლის შესწორება
ro: editare parolă

source: font chooser
ka: შრიფტის ამრჩევი
ro: alegere stil litere

source: line
ka: ხაზი
ro: linie

source: font name
ka: შრიფტის სახელი
ro: nume stil litere

source: font size
ka: შრიფტის ზომა
ro: mărime litere

source: bold
ka: მუქი

source: ITALIC
ka: იტალიკი
ro: italice

source: foreground color
ka: წინხედის ფერი
ro: culoare prim plan

source: background color
ka: უკანახედის ფერი
ro: culoare fundal

source: superscript
ka: ზედა ინდექსი
ro: suprascript

source: subscript
ka: ქვედა ინდექსი

source: style
ka: სტილი
ro: stil

source: indent
ka: კბილანა
ro: spaţiator

source: alignment
ka: გასწორება
ro: aliniere

source: data grid
ka: თარიღის ბადე
ro: grilă de date

source: data item
ka: თარიღის ცალკეული საგანი
ro: element din date

source: header item
ka: სათაურის ცალკეული საგანი
ro: element din antet

source: thumb control
ka: დაბინძურების კონტროლი

source: calendar
ka: კალენდარი

source: unavailable
ka: შეუძლებელი
ro: nedisponibil

source: focused
ka: დაფოკუსებული
ro: focalizat

source: selected
ka: არჩეული
ro: selectat

source: busy
ka: დაკავებული
ro: ocupat

source: pressed
ka: დაჭერილი
ro: apăsat

source: checked
ka: შემოწმებული
ro: verificat

source: half checked
ka: ნახევრად შემოწმებული
ro: jumătate verificat

source: read only
ka: მხოლოდ წაკითხვა
ro: doar citire

source: expanded
ka: გაფართოებული
ro: extins

source: collapsed
ka: დანგრეული
ro: redus

source: invisible
ka: უხილავი
ro: invizibil

source: visited
ka: მონახულებული
ro: vizitat

source: linked
ka: მიბმული
ro: legat

source: subMenu
ka: ქვედა მენიუ
ro: subMeniu

source: protected
ka: დაცული
ro: protejat

source: required
ka: საჭირო
ro: necesar

source: defunct
ka: განსვენებული

source: invalid entry
ka: არასწორი შესვლა
ro: intrare invalidă

source: modal
ka: მოდალური

source: has auto complete
ka: ავტომატული დასრულება
ro: are autocompletare

source: multi line
ka: მრავალი ხაზი
ro: linii multiple

source: iconified
ka: მონიშნული
ro: iconificat

source: off screen
ka: ეკრანს მიღმა
ro: în afara ecranului

source: selectable
ka: არჩევადი
ro: selectabil

source: focusable
ka: დაკვირვებადი
ro: poate fi focalizat

source: clickable
ka: დაკლიკებადი
ro: poate fi apăsat

source: editable
ka: ჩასწორებადი
ro: poate fi editat

source: checkable
ka: შემოწმებადი
ro: poate fi verificat

source: draggable
ka: გადაჩოჩებადი
ro: poate fi tras

source: dragging
ka: გადაჩოჩება
ro: se trage

source: drop target
ka: მიზნის დაკარგვა
ro: lasă ţinta

source: Loading NVDA. Please wait...
ka: მიმდინარეობს ენვიდეას ჩატვირტვა. გთხოვთ მოიცადოთ...
ro: Se încarcă NVDA. Vă rog aşteptaţi...

source: NVDA started
ka: ენვიდეა ჩართულია
ro: NVDA pornit

source: Find
ka: ძებნა
ro: Găseşte

source: Type the text you wish to find
ka: საძებნი ტექსტის მითითება
ro: scrieţi textul dorit pentru căutare

source: Find Error
ka: შეცდომის ძიება
ro: Găseşte eroare

source: text "%s" not found
ka: ტექსტი ვერ მოიძებნა
ro: textul "%s" nu a fost găsit

source: find a text string from the current cursor position
ka: მოძებნეთ მიბმული ტექსტი კურსორი ამჟამინდელი პოზიციიდან
ro: găseşte un rând de text din poziţia actuală a cursorului

source: find the next occurrence of the previously entered text string from the current cursor's position
ka: მოძებნე შემდეგი შემთხვევა აქამდე შეყვანილ ტექსტის ზოლში ცორსორის ამჟამინდელი პოზიციიდან
ro: găseşte următoarea apariţie a textului scris anterior din poziţia actuală a cursorului

source: find the previous occurrence of the previously entered text string from the current cursor's position
ka: მოძებნე წინა შემთხვევა აქამდე შეყვანილ ტექსტის ზოლში ცორსორის ამჟამინდელი პოზიციიდან
ro: găseşte precedenta apariţie a textului scris anterior din poziţia actuală a cursorului

source: no selection
ka: არ არის არჩეული
ro: nu există selecţiune

source: copied to clipboard
ka: კოპირებულია ასლების სათავსოში
ro: copiat pe planşetă

source: input help %s
ka: შეტანაში დახმარება
ro: ajutor pentru intrări %s

source: Turns input help on or off. When on, any input such as pressing a key on the keyboard will tell you what script is associated with that input, if any.
ka: შიგა მოქმედების ჩართვა ან გამორთვა. როცა ჩართულია კლავიატურაზე ყოველი ღილაკის დაჭერაზე ამბობს რომელი ჩანაწერია მასთან დაკავშირებული.
ro: Porneşte sau opreşte ajutor pentru intrări. Când e pornit, orice intrare cum ar fi apăsarea unei taste pe tastatură vă va spune ce script e asociat cu ce intrare, dacă există vreuna.

source: Reports the current line under the application cursor. Pressing this key twice will spell the current line
ka: გატყობინებს კურსორის ქვეშ ხაზგასმას. ამ ღილაკზე ორჯერ დაჭერისას დამარცვლავს მოცემულ ხაზს.
ro: Raportează linia curentă de sub cursorul aplicaţiei. Apăsarea tastei de două ori va citi linia curentă.

source: left click
ka: მარცხენა კლიკი
ro: click stânga

source: Clicks the left mouse button once at the current mouse position
ka: დააკლიკეტ მარცხენა კლიკს ერთხელ მითითებულ მდგომარეობაში
ro: Apasă o dată butonul stânga al mousului la poziţia actuală a mousului.

source: right click
ka: მარჯვენა კლიკი
ro: click dreapta

source: Clicks the right mouse button once at the current mouse position
ka: დააკლიკეთ მარჯვენა კლიკს ერთხელ მითითებულ მდგომარეობაში
ro: Apasă o dată butonul dreapta al mousului la poziţia actuală a mousului.

source: left mouse button unlock
ka: თაგვის მარცხენა კლიკის ჩართვა
ro: deblocarea butonului stânga al mousului

source: left mouse button lock
ka: თაგვის მარცხენა კლიკის გამორთვა
ro: blocarea butonului stânga al mousului

source: Locks or unlocks the left mouse button
ka: რთავს და თიშავს ტაგვის მარცხენა კლიკს
ro: blochează sau deblochează butonul stânga al mousului

source: right mouse button unlock
ka: თაგვის მარჯვენა კლიკის ჩართვა
ro: deblocarea butonului dreapta al mousului

source: right mouse button lock
ka: თაგვის მარჯვენა კლიკის გამორთვა
ro: blocarea butonului dreapta al mousului

source: Locks or unlocks the right mouse button
ka: რთავს და თიშავს თაგვის მარჯვენა კლიკს
ro: blochează sau deblochează butonul dreapta al mousului

source: Announces the current selection in edit controls and documents. If there is no selection it says so.
ka: აღნიშნავს ჩასასწორებელი კონტროლების და დოკუმენტების ამჟამინდელ მონიშვნას
ro: Citeşte selectarea curentă în controalele de editare şi documente. Dacă nu există selectare, anunţă asta.

source: If pressed once, reports the current time. If pressed twice, reports the current date
ka: თუ დააწვები ერთხელ, განიშნებს ამჟამინდელ დროს. თუ დააწვები ორჯერ, განიშნებს ამჟამინდელ თარიღს
ro: Dacă e apăsat o dată, anunţă timpul curent. Dacă e apăsat de două ori, anunţă data curentă.

source: No settings
ka: არ არის მონაცემები
ro: Nu există setări.

source: Increases the currently active setting in the synth settings ring
ka: ზრდის ამ დროისათის აქტიურ მონაცემებს სინთეზის მონაცემების ზარში
ro: Creşte setarea activă curentă din inelul setărilor pentru sintetizare.

source: Decreases the currently active setting in the synth settings ring
ka: ამცირებს ამ დროისათის აქტიურ მონაცემებს სინთეზის მონაცემების ზარში
ro: Scade setarea activă curentă din inelul setărilor pentru sintetizare.

source: Moves to the next available setting in the synth settings ring
ka: გადადის შემდეგ შესაძლებელ მონაცემებში სინთეზის მონაცემთა ზარში
ro: Trece la următoarea setare disponibilă din inelul setărilor pentru sintetizare.

source: Moves to the previous available setting in the synth settings ring
ka: გადადის წინა შესაძლებელ მონაცემებში სინთეზის მონაცემთა ზარში
ro: Trece la anterioara setare disponibilă din inelul setărilor pentru sintetizare.

source: speak typed characters
ka: გამოთქვამს აკრეფილ საგნებს
ro: citeşte caracterele introduse

source: Toggles on and off the speaking of typed characters
ka: აკრეფილი საგნების გამოთქმის ჩართვა და გამორთვა
ro: Porneşte sau opreşte citirea caracterelor introduse.
