Repository: atsuoishimoto/tweetitloud
Catalog: source/locale/*/LC_MESSAGES/nvda.po
Languages: ka, ro

source: speak typed words
ka: გამოთქვი აკრეფილი სიტყვა
ro: citeşte cuvintele introduse

source: Toggles on and off the speaking of typed words
ka: აკრეფილი სიტყვების გამოთქმის ჩართვა და გამორთვა
ro: Porneşte sau opreşte citirea cuvintelor introduse.

source: speak command keys
ka: გამოთქვი ბრძანების ღილაკები
ro: citeşte tastele de comandă

source: Toggles on and off the speaking of typed keys, that are not specifically characters
ka: რთავს და თიშავს აკრეფილი ღილაკების გამოთქმას, რომლებიც არ არის სპეციფიური საგნები
ro: Porneşte sau opreşte citirea tastelor de comandă care nu sunt caractere specifice.

source: speak punctuation
ka: გამოთქვი პუნქტუაცია
ro: citeşte punctuaţia

source: Toggles on and off the speaking of punctuation. When on NVDA will say the names of punctuation symbols, when off it will be up to the synthesizer as to how it speaks punctuation
ka: რთავს და თიშავს პუნქტუაციის გამოთქმას. როდესაც ჩართულია ენვიდეა იტყვის პუნქტუაციის სიმბოლოების სახელებს, როცა იქნება გამორთული ეს იქნება სინთეზატორზე როგორც გამოითქმება პუნქტუაცია
ro: Porneşte sau opreşte citirea punctuaţiei. Când e pornit, NVDA va spune numele semnelor de punctuaţie, când e oprit sintetizatorul va alege cum citeşte punctuaţia.

source: object has no location
ka: ობიეცტს არ აქვს მდებარეობა
ro: obiectul nu are o locaţie

source: Moves the mouse pointer to the current navigator object
ka: თაგვის მიმთითებელი გადადის ამჟამინდელი ნავიგატორის ობიექტზე
ro: Mută cursorul mousului la obiectul navigator curent

source: Move navigator object to mouse
ka: ნავიგაციის ობიექტის გადაყვანა მაუსზე
ro: Mută obiectul navigator la mouse

source: Sets the navigator object to the current object under the mouse pointer and speaks it
ka: აყენებს ნავიგაციის საგანს თაგვის ისრით მითითებულ საგანზე და ამბობს მას
ro: Pune obiectul navigator pe obiectul aflat sub cursorul mousului şi îl pronunţă

source: No flat review for this object
ka: ამ ობიექტზე მცირე მიმოხილვა არ არის
ro: Nu există descriere simplă pentru acest obiect

source: Switches to flat review for the screen (or document if currently inside one) and positions the review cursor at the location of the current object
ka: რთავს განხილვას ეკრანისათვის ( ან დოკუმენტისვის თუ არის მასში) და ათავსებს განხილვის კურსორს მოცემული ობიექტის მდებარეობის მიხედვით
ro: Schimbă pe descrierea simplă pentru ecran (sau document dacă pe moment vă aflaţi într-unul) şi poziţionează cursorul pentru descrierea simplă la locaţia obiectului curent

source: No object at flat review position
ka: არ არის საგანი განხილვის პოზიციაში
ro: Nu există obiect la poziţia descrierii simple

source: Moves to the object represented by the text at the position of the review cursor within flat review
ka: წარმოდგენილი ტექსტი ცურსორით გადააქვს განხილვის რეჯიმშჲ
ro: Se mută la obiectul reprezentat de text la poziţia cursorului de descriere din descrierea simplă

source: no navigator object
ka: არ არის ნავიგაციის საგანი
ro: nu există obiect navigator

source: %s copied to clipboard
ka: დაკოპირებულია ასლების სათავსოში
ro: %s copiat pe planşetă

source: Reports the current navigator object. Pressing twice spells this information,and pressing three times Copies name and value of this object to the clipboard
ka: ატყობინებს მოცემულ ნავიგაციის საგანზე. ორჯერ დაჭერისას მარცვლავს ინფორმაციას, და სამჯერ დაჭერისას აკოპირებს და აფასებს მოცემულ ობიექტს ასლების სატავსოში

source: No location information for navigator object
ka: მდებარეობის ინფორმაცია ნავიგაციის ობიექტზე არ არის
ro: Nu există informaţie asupra locaţiei pentru obiectul navigator

source: No location information for screen
ka: მტებარეობის ინფორმაცია ეკრანზე არ არის
ro: Nu există informaţie asupra locaţiei pentru ecran

source: Object edges positioned %.1f per cent from left edge of screen, %.1f per cent from top edge of screen, width is %.1f per cent of screen, height is %.1f per cent of screen
ka: ობიექტის განლაგება 1 პროცენტი ეკრანის მარცხენა მხრიდან, 1 პროცენტი ეკრანის ზედა მხრიდან, სიგანე არის ეკრანის 1 პროცენტი, სიმაღლე არის ეკრანის 1 პროცენტი
ro: Marginile obiectului poziţionate la %.1f procente de marginea stângă a ecranului, %.1f procente de marginea de sus a ecranului, lăţimea este %.1f procente din ecran, înălţimea este %.1f procente din ecran

source: Reports the hight, width and position of the current navigator object
ka: ატყობინებს სიმაღლეს, სიგანეს და ნავიგაციის ობიექტის მდგომარეობას
ro: Raportează înălţimea, lăţimea şi poziţia obiectului navigator curent

source: move to focus
ka: ამოძრავებს ფოკუსს
ro: mută pe punctul focalizat

source: Sets the navigator object to the current focus, and the review cursor to the position of the caret inside it, if possible.
ka: აყენებს მოცემულ ნავიგაციის ობიექტს და განხილვის კურსორს აყენებს შიგნიდან ტუ შესაძლებელია
ro: Pune obiectul navigator pe punctul focalizat curent, şi cursorul de descriere la poziţia cursorului de scriere din interiorul său, dacă e posibil.

source: no focus
ka: არა არის ფოკუსი
ro: nu există focalizare

source: move focus
ka: ფოკუსის გადაადგილება
ro: mută focalizarea

source: Sets the keyboard focus to the navigator object
ka: კლავიატურის ფოკუსს აყენებს ნავიგაციის ობიექტზე
ro: Pune punctul focalizat din taste pe obiectul navigator

source: No parents
ka: არ არის სათავეები
ro: Nu există surse

source: Sets the navigator object to the parent of the object it is currently on and speaks it
ka: აყენებს ნავიგაციის საგანს ამ ობიექტის სათავეზე და გამოთქვამს მას
ro: Pune obiectul navigator pe sursa obiectului pe care se află pe moment şi îl pronunţă

source: No next
ka: არ არის შემდეგი
ro: Nu există următor

source: Sets the navigator object to the object next to the one it is currently on and speaks it
ka: აყენებს ნავიგაციის ობიექტს ერთმანეტის მიყოლებით ძველიდან ახლისკენ და გამოთქვამს მათ
ro: Pune obiectul navigator pe obiectul de după cel pe care se află pe moment şi îl pronunţă

source: No previous
ka: არ არის წინა
ro: Nu există anterior

source: Sets the navigator object to the object previous to the one it is currently on and speaks it
ka: აყენებს ნავიგაციის ობიექტს ერთმანეტის მიყოლებით ახლიდან ძველისკენ და გამოთქვამს მათ
ro: Pune obiectul navigator pe obiectul dinaintea celui pe care se află pe moment şi îl pronunţă

source: No children
ka: არ არიან ბავშვები
ro: Nu există rezultate

source: Sets the navigator object to the first child object of the one it is currently on and speaks it
ka: აყენებს ნავიგაციის ობიეცტს პირველ ობიექტზე და გამოთქვამს მათ
ro: Pune obiectul navigator pe primul obiect rezultat din cel pe care se află pe moment şi îl pronunţă

source: No default action
ka: თავდაპირველი მოქმედება არ არის
ro: Nu există acţiune implicită

source: default action failed
ka: თავდაპირველი მოქმედების შეწყვეტა
ro: acţiune implicită eşuată

source: Performs the default action on the current navigator object (example: presses it if it is a button).
ka: გარდაქმნის თავდაპირველ მოქმედებას მოცემული ნავიგაციის ობიექტზე (მაგალითად : აწვება მას თუ ის არის ღილაკი)
ro: Efectuează acţiunea implicită pe obiectul navigator curent (exemplu: îl apasă dacă e un buton).

source: top
ka: სათავე
ro: sus

source: Moves the review cursor to the top line of the current navigator object and speaks it
ka: განხილვის ცურსორი გადაყავს ამჟამინდელი ნავიგაციის უმაღლეს ხაზზე და გამოთქვამს მას
ro: Mută cursorul de descriere pe linia de sus a obiectului navigator curent şi o pronunţă

source: Moves the review cursor to the previous line of the current navigator object and speaks it
ka: განხილვის კურსორი გადაყავს წინა ნავიგაციის უმაღლეს ხაზზე და გამოთქვამს მას
ro: Mută cursorul de descriere la linia anterioară a obiectului navigator curent şi o pronunţă

source: Reports the line of the current navigator object where the review cursor is situated. If this key is pressed twice, the current line will be spelled
ka: ატყობინებს სად არის განთავსებული მოცემული ნავიგაციის ობიექტის განხილვის კურსორი. თუ ღჲლაკს აჭერთ ორჯერ, მოცემული ხაზი დაიმარცვლება
ro: Raportează linia obiectului navigator curent unde se află cursorul de descriere. Dacă tasta e apăsată de două ori, linia curentă va fi pronunţată pe litere

source: bottom
ka: ძირი
ro: jos

source: Moves the review cursor to the next line of the current navigator object and speaks it
ka: განხილვის კურსორი გადაყავს შემდეგი ნავიგაციის უმაღლეს ხაზზე და გამოთქვამს მას
ro: Mută cursorul de descriere la linia următoare a obiectului navigator curent şi o pronunţă

source: Moves the review cursor to the bottom line of the current navigator object and speaks it
ka: გადააქვს მოცემული ნავიგაციის ობიექტი ქვედა ხაზზე და გამოტქვამს მას
ro: Mută cursorul de descriere la linia de jos a obiectului navigator curent şi o pronunţă

source: Moves the review cursor to the previous word of the current navigator object and speaks it
ka: გადააქვს განხილვის კურსორი იმავე ხაზის წინა წისტყვაზე და მარცვლავს მას
ro: Mută cursorul de descriere la cuvântul anterior al obiectului navigator curent şi îl pronunţă

source: Speaks the word of the current navigator object where the review cursor is situated. If this key is pressed twice, the word will be spelled
ka: ამბობს ნავიგაცისს იმ ობიექტის სიტყვას რომელზეც კურსორი არის მოთავსებული. თუ ღილაკს დააჭერთ ორჯერ სიტყვა დაიმარცვლება
ro: Pronunţă cuvântul obiectului navigator curent unde se află cursorul de descriere. Dacă tasta e apăsată de două ori, cuvântul va fi citit pe litere

source: Moves the review cursor to the next word of the current navigator object and speaks it
ka: გადაყავს ნავიგაციის ობიექტის შემდეგ სიტყვაზე და მარცვლავს მას
ro: Mută cursorul de descriere la cuvântul următor al obiectului navigator curent şi îl pronunţă

source: Moves the review cursor to the first character of the line where it is situated in the current navigator object and speaks it
ka: გადაყავს იმ ხაზის პირველ სიტყვაზე სადაც კურსორია გაჩერებული და გამოთქვამს მას
ro: Mută cursorul de descriere la primul caracter al linie unde este situat în obiectul navigator curent şi îl pronunţă

source: Moves the review cursor to the previous character of the current navigator object and speaks it
ka: განხილვის კურსორი გადაყავს ნავიგაციის ობიექტის წინა სიწტყვაზე და გამოთქვამს მას
ro: Mută cursorul de descriere la caracterul anterior al obiectului navigator curent şi îl pronunţă

source: Reports the character of the current navigator object where the review cursor is situated. If this key is pressed twice, ascii and hexadecimal values are spoken for the character
ka: ატყობინებს ნავიგაციის ობიექტის იმ სიტყვაზე სადაც კურსორია გაჩერებული
ro: Raportează caracterul obiectului navigator curent unde se află cursorul de descriere. Dacă această tastă e apăsată de două ori, sunt pronunţate valorile ascii şi hexazecimale ale caracterului

source: Moves the review cursor to the next character of the current navigator object and speaks it
ka: განხილვის კურსორი გადაყავს ნავიგაციის ობიექტის შემდეგ სახეზე და გამოთქვამს მას
ro: Mută cursorul de descriere la următorul caracter al obiectului navigator curent şi îl pronunţă

source: Moves the review cursor to the last character of the line where it is situated in the current navigator object and speaks it
ka: განხილვის კურსორი გადაყავს იმ ხაზის ბოლო სიტყვაზე სადაც ნავიგაციის ობიექტია განტავსებული
ro: Mută cursorul de descriere la ultimul caracter al liniei unde se află în obiectul navigator curent şi îl pronunţă

source: Moves the system caret to the position of the review cursor , in the current navigator object
ka: გადაყავს სისტემის ქარეტი განხილვის კურსორის პოზიციაზე, ნავიგატორის იმჟამინდელ პოზიციაზე
ro: Mută cursorul de scriere al sistemului la poziţia cursorului de descriere în obiectul navigator curent

source: beeps
ka: ხმოვანი სიგნალი
ro: semnale sonore

source: talk
ka: ლაპარაკი
ro: vorbeşte

source: speech mode %s
ka: სალაპარაკო მდგომარეობა
ro: mod vorbire %s

source: Toggles between the speech modes of off, beep and talk. When set to off NVDA will not speak anything. If beeps then NVDA will simply beep each time it its supposed to speak something. If talk then NVDA wil just speak normally.
ka: ჩერდება საუბრის გამორთვისას, ხმოვანი სიგნალისა და ლაპარაკს შორის.
ro: Comută între modurile de vorbire pe oprit, semnal sonor şi vorbire. Când e oprit, NVDA nu va pronunţa nimic. Dacă e pus pe semnal sonor, NVDA va emite un semnal sonor de fiecare dată când va trebui să pronunţe ceva. Dacă e pe vorbire, atunci NVDA va pronunţa normal.

source: Moves the focus to the next closest document that contains the focus
ka: გადააქვს მონიშვნა შემდეგ უახლოეს დოკუკენტზე რომელიც ფოკუსირებულია
ro: Mută focalizarea pe următorul cel mai apropiat document care conţine punctul focalizat

source: Toggles between browse mode and focus mode. When in focus mode, keys will pass straight through to the application, allowing you to interact directly with a control. When in browse mode, you can navigate the document with the cursor, quick navigation keys, etc.
ka: ჩერდება არჩევასა და ფოკუსირებას შორის. როდესაც ფოკუსირებულია, ღილაკი ჩაივლის აპლიკაციის მიხედვით და მოგცემს უფლებას მოახდინო გავლენა ცონტროლის საშუალებით. არჩევისას დოკუმენტს ატავსევ კურსორუ=იტ, სწრაფი მოქმედების ღილაკებით და ა.შ
ro: Comută între modul de căutare şi de focalizare. Când e în modul de focalizare, tastele vor trece prin aplicaţie, permiţând să interacţionaţi direct cu un control. Când e în modul de căutare, puteţi naviga documentul cu cursorul, tastele rapide de navigare, etc.

source: Quits NVDA!
ka: ენვიდეას გამორთვა
ro: Închide NVDA!

source: Shows the NVDA menu
ka: აჩვენებს ენვიდეას მენიუს
ro: Arată meniul NVDA

source: reads from the review cursor up to end of current text, moving the review cursor as it goes
ka: კითხულობს სრულად ტექსტის დასაწყისიდან ბოლომდე, მასზე კურსორის გაყოლებით
ro: citeşte din cursorul de descriere până la sfârşitul textului curent, mutând cursorul de descriere pe măsură ce citeşte

source: reads from the system caret up to the end of the text, moving the caret as it goes
ka: კითხულობს კარეტის სისტემას დასაწყისიდან ბოლომდე, ამოძრავებს კარეტს როგორც თვითონ დადის
ro: citeşte din cursorul de scriere al sistemului până la sfârşitul textului, mutând cursorul pe măsură ce citeşte

source: No formatting information
ka: არ არის
ro: Nu există informaţie asupra formatării

source: Reports formatting info for the current cursor position within a document
ka: ატყობინებს დაფორმატების ინფრომაციას კურსორის მითითებული მდებარეობიდან
ro: Raportează informaţia asupra formatării pentru poziţia curentă a cursorului în document

source: reports the object with focus
ka: ატოყობინებს ობიექტს პოკუსირებით
ro: raportează obiectul cu punctul focalizat

source: no status bar found
ka: სტატუსის ზოლი ნაპოვნი არ არის
ro: nu a fost găsită bară de stare

source: reads the current application status bar and moves the navigator to it
ka: კითხულობს აპლიკაციის სტატუსის ზოლს და ნავიგატორი გადაყავს მასზე
ro: citeşte bara de stare a aplicaţiei curente şi mută navigatorul pe ea

source: Toggles the reporting of information as the mouse moves
ka: წყვეტს ინფრომაციის მოწოდებას ტაგვის განძრევისას
ro: Activează raportarea informaţiei pe măsură ce mousul este mişcat

source: no title
ka: არ არის სათაური
ro: nu există titlu

source: Reports the title of the current application or foreground window. If pressed twice, spells the title. If pressed thrice, copies the title to the clipboard
ka: ატყობინებს მონიშნული აპლიკაციის ან ფანჯრის სახელწოდებას. ორჯერ დაჭერისას მარცვლავს სათაურს. სამჯერ დაჭერისას აკოპირებს სათაურს ასლების სათავსოში
ro: Raportează titlul aplicaţiei curente sau al ferestrei din prim-plan. Dacă e apăsată de două ori, pronunţă titlul pe litere. Dacă e apăsată de trei ori, copiază titlul pe planşetă

source: speaks the current foreground object
ka: გამოთქვანს მოცემულ ნაწილის მთავარ ობიექტს
ro: pronunţă obiectul curent din prim-plan

source: Logs information about the current navigator object which is useful to developers and activates the log viewer so the information can be examined.
ka: შეჰყავს ინფორმაცია მითითებულ ნავიგაციის ობიექტზე რომელიც არის საჭირო მოქმედებების ჩამოყალიბებაში და ინფორმაციის გადამოწმებაში
ro: Notează în jurnal informaţia despre obiectul navigator curent care este de folos programatorilor şi afişează jurnalul pentru ca informaţia să poată fi examinată.

source: no progress bar updates
ka: არ პროგრეისს ზოლის განახლება
ro: nu există actualizări ale barei de progres

source: speak progress bar updates
ka: ილაპარაკე პროგრესის ზოლის განახლებები
ro: pronunţă actualizările barei de progres

source: beep for progress bar updates
ka: გამოეცი ხმა პროგრესის ზოლის განახლებაზე
ro: emite semnal sonor pentru actualizările barei de progres

source: beep and speak progress bar updates
ka: გამოეცი ხმა და თქვი პროგრესის ზოლის განახლებაზე
ro: emite semnal sonor şi pronunţă actualizările barei de progres

source: Toggles between beeps, speech, beeps and speech, and off, for reporting progress bar updates
ka: შეჩერება ხმის გამოცემისას, ლაპარაკისას, ხმის გამოცემისა და ლაპარაკისას, და გამორთვა პროგრსის ზოლის განახლების შეტყობინებისას
ro: Comută între semnale sonore, vorbire, semnale sonore şi vorbire, şi oprit pentru raportarea actualizărilor barei de progres

source: report dynamic content changes
ka: შეატყობინე დინამიკის შემადგენელი ნაწილების შეცვლის შესახებ
ro: raportează schimbările dinamice ale conţinutului

source: Toggles on and off the reporting of dynamic content changes, such as new text in dos console windows
ka: დინამიკის შემადგენელი ნაწილების ცვლილებისას შეჩერების ჩართვა და გამორთვა, როგორიცაა DOS consol windows
ro: Activează sau dezactivează raportarea schimbărilor dinamice ale conţinutului, cum ar fi textul nou în ferestrele consolei DOS.

source: caret moves review cursor
ka: კარეტი ამოძრავებს განხილვის კურსორს
ro: cursorul de scriere mută cursorul de descriere

source: Toggles on and off the movement of the review cursor due to the caret moving.
ka: განხილვის კურსორის მოძრაობისას პაუზის ჩართვა გამორთვა, კარეტის მოძრაობის დროს
ro: Activează sau dezactivează mişcarea cursorului de descriere datorită mişcării cursorului de scriere

source: focus moves navigator object
ka: ფოკუსი გადადის ნავიგატორის ობიექტზე
ro: focalizarea mişcă obiectul navigator

source: Toggles on and off the movement of the navigator object due to focus changes
ka: პაუზა ნავიგატორის მოძრაობის ჩართვა გამორთვისას ფოკუსის შეცვლის დროს
ro: Activează sau dezactivează mişcarea obiectului navigator datorită schimbărilor de focalizare

source: no system battery
ka: არ არის სისტემური ელემენტი
ro: nu există baterie pentru sistem

source: AC power on
ka: ეი სის ჩართვა
ro: alimentare de la priză pornită

source: %d hours and %d minutes remaining
ka: დარჩენილი საათები და წუთები
ro: mai sunt %d ore şi %d minute

source: reports battery status and time remaining if AC is not plugged in
ka: ატყობინებს ელემენტის სტატუსს და დარჩენილე დროს თუ AC არ არის ჩართული
ro: raportează starea bateriei şi timpul rămas dacă nu e conectată alimentarea de la priză

source: Pass next key through
ka: შემდეგი ღილაკის დაჭერა
ro: Trece prin următoarea tastă

source: The next key that is pressed will not be handled at all by NVDA, it will be passed directly through to Windows.
ka: ღილაკი რომელიც იქნება შემდგომში დაჭერილი არ გაივლის ენვიდეადან, ის გაივლის პირდაპირ ვინდოუსიდან
ro: Următoarea tastă apăsat nu va fi folosită de NVDA, va trece direct la Windows.

source: Currently running application is %s
ka: მიმდინარე აპლიკაცია არის
ro: Aplicaţia activă curentă este %s

source: and currently loaded module is %s
ka: და ახლა მიმდინარე მოდული არის
ro: şi modulul încărcat curent este %s

source: Speaks the filename of the active application along with the name of the currently loaded appModule
ka: ამბობს აკტიური აპლიკაციის სახელს აპლიკაციის მოდულთან ერთად
ro: Pronunţă numele fişierului aplicaţiei active alături de numele modulului încărcat al aplicaţiei

source: Shows the NVDA general settings dialog
ka: აჩვენებს ენვიდეას ძირითად მონაცემებს
ro: Arată fereastra de dialog a setărilor generale ale NVDA

source: Shows the NVDA synthesizer dialog
ka: აჩვენებს ენვიდეას სინთეზატორის დიალოგს
ro: Arată fereastra de dialog a sintetizatorului NVDA

source: Shows the NVDA voice settings dialog
ka: აჩვენებს ენვიდეას ხმის მონაცემების დიალოგს
ro: Arată fereastra de dialog a setărilor pentru voce din NVDA

source: Shows the NVDA keyboard settings dialog
ka: აჩვენებს ენვიდეას კლავიატურის მონაცემების დიალოგს
ro: Arată fereastra de dialog a setărilor tastaturii din NVDA

source: Shows the NVDA mouse settings dialog
ka: აჩვენებს ენვიდეას თაგვის მონაცემების დიალოგს
ro: Arată fereastra de dialog a setărilor mousului din NVDA

source: Shows the NVDA object presentation settings dialog
ka: აჩვენებს ენვიდეას ობიექტების პრეზენტაციის დიალოგს
ro: Arată fereastra de dialog a setărilor prezentării obiectelor din NVDA

source: Shows the NVDA virtual buffers settings dialog
ka: ენვიდეას ვირტუალური ბუფერების მონაცემები
ro: Arată fereastra de dialog a setărilor zonei tampon virtuale din NVDA

source: Shows the NVDA document formatting settings dialog
ka: ენვიდეას დოკუმენტების ფორმირებეის ჩვენება
ro: Arată fereastra de dialog a setărilor formatării documentului din NVDA

source: Saves the current NVDA configuration
ka: ინახავს ენვიდეას მოცემულ კონფიგურაციას
ro: Salvează configuraţia curentă a NVDA

source: loads the saved NVDA configuration, overriding current changes
ka: ენვიდეას შემახული კონფიგურაციის ჩართვა. მიმდინარე ჩვლილებების შეტანა
ro: încarcă configuraţia salvată a NVDA, suprascriind schimbările curente

source: Activates the NVDA Python Console, primarily useful for development
ka: ენვიდეას პითონის კონსოლის
ro: Activează consola Python a NVDA, utilă în primul rând pentru dezvoltare

source: review
ka: განხილვა
ro: descriere

source: focus
ka: ფოკუსი
ro: focalizare, punct focalizat

source: Braille tethered to %s
ka: ბრაილი მიბმული
ro: Braille limitat la %s

source: Toggle tethering of braille between the focus and the review position
ka: ბრაილსა და განხილვის კურსორის ფოკუსს შორის გადამბის პაუზა
ro: Activează limitarea braille între punctul focalizat şi poziţia descrierii

source: There is no text on the clipboard
ka: არ არის ტექსტი ასლების სათავსოში
ro: Nu există text pe planşetă

source: The clipboard contains a large portion of text. It is %s characters long
ka: ასლების სათავსო შეიცავს დიდი რაოდენობით ტექსტებს.
ro: Planşeta conţine o porţiune mare de text. Are o lungime de %s caractere

source: Reports the text on the Windows clipboard
ka: ატყობინებს ტექსტს ფანჯრის ასლთა სათავსოში
ro: Raportează textul din planşeta Windows

source: Start marked
ka: მონიშნულის დაწყება
ro: Începutul a fost marcat

source: Marks the current position of the review cursor as the start of text to be copied
ka: ნიშნავს კურსორის მითითებულ პოზიციას როგორც კოპირების საწყის წერტილს
ro: Marchează poziţia curentă a cursorului de descriere ca începutul textului care urmează a fi copiat

source: No start marker set
ka: საწყისი მნიშვნელი არ არის დაყენებული
ro: N-a fost marcat începutul

source: The start marker must reside within the same object
ka: საწყისი მნიშვნელი უნდა იყოს განთავსებული ერთნაირ ობიექტებს შორის
ro: Marcarea începutului trebuie să se afle în acelaşi obiect

source: Review selection copied to clipboard
ka: არჩეული ფაილები კოპირებულია ასლების სათავსოში
ro: Descrie selecţiunea copiată pe planşetă

source: No text to copy
ka: არ არის ტექსტი კოპირებისათვის
ro: Nu există text de copiat

source: Retrieves the text from the previously set start marker up to and including the current position of the review cursor and copies it to the clipboard
ka: იბრუნებს ტექსტს წინა საწყისი მნიშვნელიდან და მოიცავს განხილვის კურსორის ამჟამინდელ მდებარეობას შემდეგ აკოპირებს ასლების სათავსოში
ro: Extrage textul din marcajul de început stabilit anterior până la şi inclusiv poziţia curentă a cursorului de descriere şi îl copiază pe planşetă

source: configuration applied
ka: კონფიგურაცია გაგზავნილია
ro: configurare aplicată
