Repository: atsuoishimoto/tweetitloud
Catalog: source/locale/*/LC_MESSAGES/nvda.po
Languages: ka, ro

source: right windows
ka: მარჯვება ფანჯარა
ro: windows dreapta

source: break
ka: გატეხვა
ro: spaţiu

source: desktop
ka: სამუშაო ფანჯარა
ro: ecran

source: laptop
ka: პერსონალური კომპიუტერი

source: %s cursor
ka: კურსორი

source: Type help(object) to get help about object.
ka: აკრიფე დახმარება (საგანი) იმისათვის რომ მიიღო დახმარება
ro: scrieţi help(obiect) pentru a primi ajutor despre obiect

source: Type exit() to exit the console
ka: აკრიფე ტექსტი იმისათვის გამორთო კონსოლი
ro: scrieţi exit() pentru a închide consola

source: NVDA Python Console
ka: ენვიდეას პითონის კონსოლი
ro: consola NVDA Python

source: %d characters
ka: მახასიათებლები
ro: %d caractere

source: selecting %s
ka: არჩევა
ro: selectare %s

source: unselecting %s
ka: აურჩეველი
ro: deselectare %s

source: selection removed
ka: არჩეული გაუქმებულია
ro: selectare îndepărtată

source: done dragging
ka: გადაყვანის დასრულება
ro: tragere încheiată

source: row %s
ka: რიგები
ro: rând %s

source: column %s
ka: სვეტი
ro: coloană %s

source: with %s rows and %s columns
ka: რიგებითა და სვეტებით
ro: cu %s rânduri şi %s coloane

source: with %s columns
ka: სვეტებით
ro: cu %s coloane

source: with %s rows
ka: რიგებით
ro: cu %s rânduri

source: with %s items
ka: ცალკეული საგნებით
ro: cu %s obiecte

source: out of %s
ka: გარეთ
ro: în afara %s

source: page %s
ka: გვერდი
ro: pagina %s

source: style %s
ka: სტილი
ro: stil %s

source: default style
ka: ძირითადი სტილი
ro: stil implicit

source: on {backgroundColor}
ka: ზე

source: line %s
ka: ხაზი
ro: linie %s

source: no bold
ka: არა მუქი
ro: fără bold

source: italic
ka: იტალიკი
ro: italice

source: no italic
ka: არ არის იტალიკი
ro: fără italice

source: no strikethrough
ka: არა შეღწევა
ro: fără linie tăiere

source: strikethrough
ka: შეღწევა
ro: linie tăiere

source: not underlined
ka: არა ხაზგასმული
ro: fără subliniere

source: underlined
ka: ხაზგასმული
ro: subliniat

source: baseline
ka: ძირიტადი ხაზი

source: align left
ka: მწკრივის მარცხნივ
ro: aliniere la stânga

source: align center
ka: მწკრივის ცენტრი
ro: aliniere pe centru

source: align right
ka: მწკრივის წესები
ro: aliniere la dreapta

source: align justify
ka: მწკრივის გათანასწორება
ro: aliniere pe toată lungimea

source: align default
ka: თავდაპირველი მწკრივი
ro: aliniere implicită

source: spelling error
ka: მრლთწერის შეცდომა
ro: eroare de ortografie

source: out of spelling error
ka: მარლთწერის
ro: în afara erorii de ortografie

source: out of table
ka: ცხრილს გარეთ
ro: în afara tabelului

source: table with %s columns and %s rows
ka: ცხრილი სვეტებითა და რიგებით
ro: tabel cu %s coloane şi %s rânduri

source: NVDA Speech Viewer
ka: ენვიდეას ხმის მნახველი
ro: monitor vorbire NVDA

source: &Language
ka: ენა
ro: &Limbaj

source: &Voice
ka: ხმა
ro: &Voce

source: V&ariant
ka: ვარიანტი
ro: V&ariantă

source: &Rate
ka: დონე
ro: &Viteză

source: V&olume
ka: ხმა
ro: V&olum

source: &Pitch
ka: ველი
ro: &amplitudine sunet

source: &Inflection
ka: სმის მოდულაცია
ro: &intonaţie

source: none
ka: არცერთი
ro: nu există

source: &Acceleration
ka: აჩქარება
ro: &Accelerare

source: female 1
ka: მდედრობითი
ro: femeie 1

source: female 2
ka: ქალი
ro: femeie 2

source: male 1
ka: მამრობითი
ro: bărbat 1

source: male 2
ka: კაცი
ro: bărbat 2

source: No speech
ka: არ არის გამოთქმა
ro: Fără vorbire

source: word
ka: სიტყვა
ro: cuvânt

source: NonVisual Desktop Access
ka: სამუშაო მაგიდაზე უხილავი მოქმედება
ro: Acces Ecran NonVizual

source: A free and open-source screen reader for MS Windows
ka: MS windows წამკითხავის ღია და თავისუფალი წყარო
ro: Un cititor de ecran gratuit şi open-source pentru MS Windows

source: Copyright (C) 2006-2010 NVDA Contributors
ka: კოპირების უფლება (c) 2006-2010 NVDA

source: %(copyright)s %(name)s is covered by the GNU General Public License (Version 2). You are free to share or change this software in any way you like as long as you distribute the licence along with the software, and make all source code available to anyone who wants it. This applies to both origional and modified copies of the software, plus any software that uses code taken from this software. For further details, you can view the licence online at: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Or see the file Copying.txt that came with this software.
ka: (კოპირების უფლება) დაფარულია მთავარი სახალხო ლიცენზიით(ვერსია 2) გავრცელება ნებადართულია
ro: %(copyright)s %(name)s este acoperit de GNU Brevetul Public General (Versiunea 2). Puteţi distribui sau modifica acest program oricum doriţi, atâta timp cât distribuiţi şi brevetul alături de program şi puneţi la dispoziţia oricui le doreşte toate codurile sursă. Asta se aplică atât la original cât şi la copiile modificate ale programului, plus orice alt program care foloseşte cod preluat din acest program. Pentru alte detalii, puteţi vedea brevetul online la: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Sau citiţi fişierul copying.txt care face parte din pachetul programului.

source: %s landmark
ka: საჯდომი ნიშნები
ro: %s reper

source: Lin&ks
ka: ბმულები
ro: Leg&ături

source: &Headings
ka: სათაურები
ro: &Titluri

source: Lan&dmarks
ka: საჯდომი ნიშნები
ro: Rep&ere

source: Elements List
ka: ელემენტების ჩამონათვალი
ro: Lista elementelor

source: Type:
ka: სახეობა
ro: Scrie:

source: &Filter by:
ka: გაფილტვრა:
ro: &Fltrează după:

source: &Activate
ka: გააქტიურება
ro: &Porneşte

source: &Move to
ka: გადატანა
ro: &Mută la

source: Refreshed
ka: განახლებული
ro: Împrospătat

source: Loading document...
ka: დოკუმენტის ჩატვირთვა
ro: Se încarcă document...

source: activates the current object in the virtual buffer
ka: ააქტიურებს ამჯამინდელ ობიექტს ვირტუალურ ბუფერში
ro: porneşte obiectul curent în zona tampon virtuală

source: Refreshes the virtual buffer content
ka: ვირტუალური ბუფერის შემადგენელი ნაწილების განახლება
ro: Împrospătează conţiuntul zonei tampon virtuale

source: use screen layout %s
ka: იყენებს ეკრანის ფენებს
ro: foloseşte aşezarea ecranului %s

source: Toggles on and off if the screen layout is preserved while rendering the virtual buffer content
ka: ვირტუალური ბუფერის შემადგენელი ნაწილების გადაცემისას ეკრანის ფენების შეჩერებისას, პაუზის ჩართვა გამორათვა
ro: Porneşte sau opreşte păstrarea aşezării ecranului în timpul redării conţinutului zonei tampon virtuale

source: Presents a list of links, headings or landmarks
ka: წარმოაჩენს ბმულების ჩამონათვალს, სათაურებს ან საჯდომ ნიშნებს
ro: Prezintă o listă de linkuri, titluri şi repere

source: Not in a table cell
ka: მაგიდის ქსელში არ არის
ro: Nu este într-o celulă de tabel

source: moves to the next table row
ka: გადაყავს შემდეგ მაგიდის რიგზე
ro: se mută lal rândul următor din tabel

source: moves to the previous table row
ka: გადაყავს წინა მაგიდის რიგზე
ro: se mută la rândul anterior din tabel

source: moves to the next table column
ka: გადაყავს შემდეგ მაგიდის სვეტზე
ro: se mută la coloana următoare din tabel

source: moves to the previous table column
ka: გადაყავს წინა მაგიდის სვეტზე
ro: se mută la coloana anterioară din tabel

source: moves to the next heading
ka: გადადის შემდეგ დასათაურებაზე
ro: se mută la titlul următor

source: no next heading
ka: არ არის დასათაურება
ro: nu există titlu următor

source: moves to the previous heading
ka: გადადის წინა სათაურზე
ro: se mută la titlul anterior

source: no previous heading
ka: არ არის წინა სათაური
ro: nu există titlu anterior

source: moves to the next heading at level 1
ka: გადადის შემდეგ პირველი დონის დასათაურებაზე
ro: se mută la următorul titlu la nivelul 1

source: no next heading at level 1
ka: არ არის შემდეგი სათაური პირველ დონზე
ro: nu există titlu următor la nivelul 1

source: moves to the previous heading at level 1
ka: გადადის გასულ პირველი დონის დასათაურებაზე
ro: se mută la titlul anterior la nivelul 1

source: no previous heading at level 1
ka: არ არის წინა დასათაურება პირველ დონეზე
ro: nu există titlu anterior la nivelul 1

source: moves to the next heading at level 2
ka: გადადის შემდეგ მეორე დონის დასათაურებაზე
ro: se mută la următorul titlu la nivelul 2

source: no next heading at level 2
ka: არ არის შემდეგი სათაური მეორე დონზე
ro: nu există titlu următor la nivelul 2

source: moves to the previous heading at level 2
ka: გადადის გასულ მეორე დონის დასათაურებაზე
ro: se mută la titlul anterior la nivelul 2

source: no previous heading at level 2
ka: არ არის წინა დასათაურება მეორე დონეზე
ro: nu există titlu anterior la nivelul 2

source: moves to the next heading at level 3
ka: გადადის შემდეგ მესამე დონის დასათაურებაზე
ro: se mută la următorul titlu la nivelul 3

source: no next heading at level 3
ka: არ არის შემდეგი სათაური მესამე დონზე
ro: nu există titlu următor la nivelul 3

source: moves to the previous heading at level 3
ka: გადადის გასულ მესამე დონის დასათაურებაზე
ro: se mută la titlul anterior la nivelul 3

source: no previous heading at level 3
ka: არ არის წინა დასათაურება მესამე დონეზე
ro: nu există titlu anterior la nivelul 3

source: moves to the next heading at level 4
ka: გადადის შემდეგ მეოთხე დონის დასათაურებაზე
ro: se mută la următorul titlu la nivelul 4

source: no next heading at level 4
ka: არ არის შემდეგი სათაური მეოთხე დონზე
ro: nu există titlu următor la nivelul 4

source: moves to the previous heading at level 4
ka: გადადის გასულ მეოთხე დონის დასათაურებაზე
ro: se mută la titlul anterior la nivelul 4

source: no previous heading at level 4
ka: არ არის წინა დასათაურება მეოთხე დონეზე
ro: nu există titlu anterior la nivelul 4

source: moves to the next heading at level 5
ka: გადადის შემდეგ მეხუთე დონის დასათაურებაზე
ro: se mută la următorul titlu la nivelul 5

source: no next heading at level 5
ka: არ არის შემდეგი სათაური მეხუთე დონზე
ro: nu există titlu următor la nivelul 5

source: moves to the previous heading at level 5
ka: გადადის გასულ მეხუთე დონის დასათაურებაზე
ro: se mută la titlul anterior la nivelul 5

source: no previous heading at level 5
ka: არ არის წინა დასათაურება მეხუთე დონეზე
ro: nu există titlu anterior la nivelul 5

source: moves to the next heading at level 6
ka: გადადის შემდეგ მეექვსე დონის დასატაურებაზე
ro: se mută la următorul titlu la nivelul 6

source: no next heading at level 6
ka: არ არის შემდეგი სათაური მეექვსე დონზე
ro: nu există titlu următor la nivelul 6

source: moves to the previous heading at level 6
ka: გადადის გასულ მეექვსე დონის დასათაურებაზე
ro: se mută la titlul anterior la nivelul 6

source: no previous heading at level 6
ka: არ არის წინა დასათაურება მეექვსე დონეზე
ro: nu există titlu anterior la nivelul 6

source: moves to the next table
ka: გადადის შემდეგ მაგიდაზე
ro: se mută la tabelul următor

source: no next table
ka: არ არის შემდეგი მაგიდა
ro: nu există tabel următor

source: moves to the previous table
ka: გადადის წინა მაგიდაზე
ro: se mută la tabelul anterior

source: no previous table
ka: არ არის წინა მაგიდა
ro: nu există tabel anterior

source: moves to the next link
ka: გადადის შემდეგ ბმულზე
ro: se mută la linkul următor

source: no next link
ka: არ არის შემდეგი ბმული
ro: nu există link următor

source: moves to the previous link
ka: გადადის წინა ბმულზე
ro: se mută la linkul anterior

source: no previous link
ka: არ არის წინა ბმული
ro: nu există link anterior

source: moves to the next visited link
ka: გადადის შემდეგ მონახულებულ ბმულზე
ro: se mută la următorul link vizitat

source: no next visited link
ka: არ არის შემდეგი მონახულებული ბმული
ro: nu există link vizitat următor

source: moves to the previous visited link
ka: გადადის გასულ მონახულებულ ბმულზე
ro: se mută la anteriorul link vizitat

source: no previous visited link
ka: არ არის წინა მონახულებული ბმული
ro: nu există link vizitat anterior

source: moves to the next unvisited link
ka: გადადის შემდეგ მოუნახულებელ ბმულზე
ro: se mută la următorul link nevizitat

source: no next unvisited link
ka: არ არის შემდეგი მოუნახულებელი ბმული
ro: nu există link nevizitat următor

source: moves to the previous unvisited link
ka: გადადის წინა მოუნახულებელ ბმულზე
ro: se mută la anteriorul link nevizitat

source: no previous unvisited link
ka: არ არის წინა მოუნახულებელი ბმული
ro: nu există link nevizitat anterior

source: moves to the next form field
ka: გადადის შემდეგ ფორმის ველზე
ro: se mută la câmpul următor din formular

source: no next form field
ka: არ არის შემდეგი ფორმის ველი
ro: nu există câmp următor în formular

source: moves to the previous form field
ka: გადადის წინა ფორმის ველზე
ro: se mută la câmpul anterior din formular

source: no previous form field
ka: არ არის წინა ფორმის ველი
ro: nu există câmp anterior în formular

source: moves to the next list
ka: გადადის შემდეგ ჩამონათვალზე
ro: se mută la lista următoare

source: no next list
ka: არ არჲს შემდეგი ჩამონათვალი
ro: nu există listă următoare

source: moves to the previous list
ka: გადადის გასულ ჩამონათვალზე
ro: se mută la lista anterioară

source: no previous list
ka: არ არის წინა ჩამონათვალი
ro: nu există listă anterioară

source: moves to the next list item
ka: გადადიშ ჩამონათვალის შემდეგ ნაწილზე
ro: se mută la elementul următor din listă

source: no next list item
ka: არ არის შემდეგი ნივთების ჩამონათვალი
ro: nu există element următor în listă

source: moves to the previous list item
ka: გადადაის გასულ ნივთების ჩამონათვალზე
ro: se mută la elementul anterior din listă

source: no previous list item
ka: არ არის წინა ნივთების ჩამონათვალი
ro: nu există element anterior în listă

source: moves to the next button
ka: გადადის შემდეგ ღილაკზე
ro: se mută la butonul următor

source: no next button
ka: არ არის შემდეგი ღილაკი
ro: nu există buton următor

source: moves to the previous button
ka: გადადის წინა ღილაკზე
ro: se mută la butonul anterior

source: no previous button
ka: არ არის წინა ღილაკი
ro: nu există buton anterior

source: moves to the next edit field
ka: გადადის შემდგომ ჩასასწორებელ ველზე
ro: se mută la câmpul de editare următor

source: no next edit field
ka: არ არის შემდედი ჩასასწორებელი ველი
ro: nu există câmp de editare următor

source: moves to the previous edit field
ka: გადადის გასულ ჩასასწორებელ ველზე
ro: se mută la câmpul de editare anterior

source: no previous edit field
ka: არ არის წინა ჩასასწორებელი ველი
ro: nu există câmp de editare anterior

source: moves to the next frame
ka: გადადის შემდეგ ჩარჩოზე
ro: se mută la cadrul următor

source: no next frame
ka: არ არის შემდეგი ჩარჩო
ro: nu există cadru următor

source: moves to the previous frame
ka: გადადის წინა ჩარჩოზე
ro: se mută la cadrul anterior

source: no previous frame
ka: არ არის წინა ჩარჩო
ro: nu există cadru anterior

source: moves to the next separator
ka: გადადის შემდეგ ზღურბლზე
ro: se mută la separatorul următor

source: no next separator
ka: არ არის შემდეგი ზღურბლი
ro: nu există separator următor

source: moves to the previous separator
ka: გადადის წინა ზღურბლზე
ro: se mută la separatorul anterior

source: no previous separator
ka: არ არის წინა ზღურბლი
ro: nu există separator anterior

source: moves to the next radio button
ka: გადადის შემდეგ რადიო ღილაკზე
ro: se mută la butonul rotativ următor

source: no next radio button
ka: არ არის შემდეგი რადიო ღილაკი
ro: nu există buton rotativ următor

source: moves to the previous radio button
ka: გადადის წინა რადიო ღილაკზე
ro: se mută la butonul rotativ anterior

source: no previous radio button
ka: არ არის წინა რადიო ღილაკი
ro: nu există buton rotativ anterior

source: moves to the next combo box
ka: გადადის შემდეგ კომბინირებულ სარკმელზე
ro: se mută la caseta combinată următoare

source: no next combo box
ka: არ არის შემდეგი კომბინირებული სარკმელი
ro: nu există casetă combinată următoare

source: moves to the previous combo box
ka: გადადის წინა ცომბინირებულ სარკმელზე
ro: se mută la caseta combinată anterioare

source: no previous combo box
ka: არ არის წინა კომბინირებული სარკმელი
ro: nu există casetă combinată anterioară

source: moves to the next check box
ka: გადადის შემდეგ ჩამრთველ სარკმელზე
ro: se mută la căsuţa de bifat următoare

source: no next check box
ka: არ არის შემდეგი ჩამრთველი სარკმელი
ro: nu există căsuţă de bifat următoare

source: moves to the previous check box
ka: გადადის შემდეგ ჩამრთველ სარკმელზე
ro: se mută la căsuţa de bifat anterioară

source: no previous check box
ka: არ არის წინა ჩამრთველი სარკმელი
ro: nu există căsuţă de bifat anterioară

source: moves to the next graphic
ka: გადადის შემდეგ გრაფიკაზე
ro: se mută la graficul următor

source: no next graphic
ka: არ არის შემდეგი გრაფიკა
ro: nu există grafic următor

source: moves to the previous graphic
ka: გადადის წინა გრაფიკაზე
ro: se mută la graficul anterior

source: no previous graphic
ka: არ არის წინა გრაფიკა
ro: nu există grafic anterior

source: moves to the next block quote
ka: გადადის შემდეგ დაბლოკილ ციტატაზე
ro: se mută la citatul bloc următor

source: no next block quote
ka: არ არის შემდეგი დაბლოკილი ციტატა
ro: nu există citat bloc următor

source: moves to the previous block quote
ka: გადადის შემდეგ დაბლოკილ ციტატაზე
ro: se mută la citatul bloc anterior

source: no previous block quote
ka: ციტატა არ არის ბლოკირებული
ro: nu există citat bloc anterior

source: no more text after a block of links
ka: მისამართის ბლოკირების შემდეგ ტექსტი აღარ არის
ro: nu există text după un grup de linkuri

source: skips forward past a block of links
ka: ტოვებს
ro: sare înainte peste un grup de linkuri

source: no more text before a block of links
ka: მისამართის ბლოკირებამდე ტექსტი არ არის მითითებული
ro: nu există text înaintea unui grup de linkuri

source: skips backward past a block of links
ka: ტოვებს გასული როგლების ბლოკს
ro: sare înapoi peste un grup de linkuri

source: moves to the next landmark
ka: გადადის შემდეგ სანიშნეზე
ro: se mută la reperul următor

source: no next landmark
ka: არ არის შემდეგი ჩასანიშნი
ro: nu există reper următor

source: moves to the previous landmark
ka: გადადის შემდეგ ჩასანიშნზე
ro: se mută la reperul anterior

source: no previous landmark
ka: არ არის ჩასანიშნი
ro: nu există reper anterior

source: moves to the next embedded object
ka: გადადის შემდეგ მიმაგრებულ ობიექტზე
ro: se mută la obiectul incorporat următor

source: no next embedded object
ka: არ არის შემდეგი მიმაგრებული ობიექტი
ro: nu există obiect incorporat următor

source: moves to the previous embedded object
ka: გადადის უკვე მიმაგრებელ ობიექტზე
ro: se mută la obiectul incorporat anterior

source: no previous embedded object
ka: აქამდე მიუმაგრებელი ობიექტი
ro: nu există obiect incorporat anterior

source: browse mode
ka: არჩევის რეჟიმი
ro: mod căutare

source: focus mode
ka: დაკვირვების რეჟიმი
ro: mod focalizare

source: %s %s through %s %s
ro: %s %s prin %s %s

source: off
ro: închis

source: %s of %s
ro: %s din %s

source: ALVA BC640/680 series
ro: serie ALVA BC640/680

source: Handy Tech braille displays
ro: ecrane braille Handy Tech

source: carriage return
ro: de la capăt

source: space
ro: spaţiu

source: at
ro: la

source: graav
ro: accent grav

source: tilda
ro: tildă

source: teal
ro: albastru verzui

source: %s: %s, defaulting to %s
ro: %s: %s, devine implicit %s

source: help balloon
ro: balon ajutor

source: tool tip
ro: informaţie instrument

source: tree view
ro: vedere listă extinsă

source: tree view item
ro: obiect din lista extinsă

source: foot note
ro: notă de subsol

source: tree view button
ro: buton vedere listă extinsă

source: no caret
ro: nu există cursor de scriere

source: Mouse tracking
ro: urmărire a mousului
